{
    "wired": [
        {
            "title": "DOGE’s Cuts at the USDA Could Cause US Grocery Prices to Rise and Invasive Species to Spread",
            "link": "https://www.wired.com/story/usda-food-supply-chains/",
            "image": "https://media.wired.com/photos/67d06d8d8e0122ff3baa800a/3:2/w_1600%2Cc_limit/Department-of-Agriculture-Beagle-Brigade-Business-1066781138.jpg",
            "resume": "Thousands of US Department of Agriculture employees, including food inspectors and disease-sniffing-dog trainers, remain out of work, leaving food to rot in ports and pests to proliferate.",
            "date_published": "2025-03-17T06:00:00-04:00",
            "author": "Kate Knibbs",
            "segments": [
                " abruptly fired last month, Derek Copeland worked as a trainer at the US Department of Agriculture’s National Dog Detection Training Center, preparing beagles and Labrador retrievers to sniff out plants and animals ",
                " or vectors for zoonotic diseases, like ",
                ". Copeland estimates the NDDTC lost about a fifth of its trainers and a number of other support staff when 6,000 employees were ",
                " in February as part of a government-wide purge orchestrated by the Trump administration and ",
                ".",
                "Before he received his termination notice, he says, Copeland had just spent several months training the only dog stationed in Florida capable of detecting the Giant African land snail, an invasive mollusk that poses a significant threat to Florida agriculture. “We have dogs for spotted and lantern flies, Asian longhorn beetles,” he says, referring to two other non-native species. “I don’t think the American people realize how much crap that people bring into the United States.”",
                "Dog trainers are just one example of the kind of highly specialized USDA staff that have been removed from their stations in recent weeks. Teams devoted to inspecting plant and food imports have been hit especially hard by the recent cuts, including the Plant Protection and Quarantine program, which has lost hundreds of staffers alone.",
                "“It’s causing problems left and right,” says one current USDA worker, who like other federal employees in this story asked to remain anonymous for fear of retaliation. “It’s basically a skeleton crew working now,” says another current USDA staffer, who noted that both they and most of their colleagues held advanced degrees and had many years of training to protect US food and agriculture supply chains from invasive pests. “It’s not something that is easily replaced by artificial intelligence.”",
                "“These aren’t your average people,” says Mike Lahar, the regulatory affairs manager at US customs broker behemoth Deringer. “These were highly trained individuals—inspectors, entomologists, taxonomists.”",
                "Lahar and other supply chain experts warn that the losses could cause food to go rotten while waiting in ports and could lead to even higher grocery prices, in addition to increasing the chances of potentially devastating invasive species getting into the country. These dangers are especially acute at a moment when US grocery supply chains are already reeling from other business disruptions such as ",
                " and President Trump’s ",
                ".",
                "“If we're inspecting less food, the first basic thing that happens is some amount of that food we don't inspect is likely to go bad. We're going to end up losing resources,” says supply chain industry veteran and software CEO Joe Hudicka.",
                "The USDA cuts are being felt especially in coastal states home to major shipping ports. USDA sources who spoke to WIRED estimate that the Port of Los Angeles, one of the busiest in the US, lost around 35 percent of its total Plant Protection and Quarantine staff and 60 percent of its “smuggling and interdiction” employees, who are tasked with stopping illegal pests and goods from entering the country. The Port of Miami, which handles high volumes of US plant imports, lost about 35 percent of its plant inspectors.",
                "Navigating the workforce cuts has “been absolute chaos,” says Armando Rosario-Lebrón, a vice president of the National Association of Agriculture Employees, which represents workers in Plant Protection and Quarantine program.",
                "“These ports were already strained in how they process cargo, and now some of them have been completely decimated,” Rosario-Lebrón says. \"We could be back to pandemic-level issues for some goods if we don't fix this.\"",
                "The Department of Agriculture did not respond to a request for comment. Republican senator Joni Ernst, who has been a vocal backer of DOGE’s efforts, previously publicly supported the USDA’s dog training program and ",
                " that would give it permanent funding. Her office declined to comment on cuts made to it.",
                "Two federal judges and an independent agency that assesses government personnel decisions have already ",
                " that fired USDA employees be reinstated. Earlier this week, the USDA said that it was pausing the terminations for 45 days and would “develop a phased plan for return-to-duty.” But affected staff remain in the dark about their future, and the Trump administration has signaled it will fight court decisions to reinstate employees, with White House press secretary Karoline Leavitt ",
                " one of the rulings “absurd and unconstitutional.”",
                "As these legal and regulatory battles continue to play out, Hudicka says he anticipates a number of trickle-down effects to happen, such as local market wars over resources, which bigger cities and larger grocery chains will be better equipped for than mom-and-pops and rural communities. Hudicka says that allowing shipping containers to sit uninspected could also impact other sectors, as the delays will prevent them from being reused for other kinds of goods. “Those containers are supposed to be moving stuff every day, and now they’re just parked somewhere,” he says.",
                "Kit Johnson, the director of trade compliance at the US customs broker John S. James, also predicts prices and waste to increase. But what raises the most alarms for him is the increased likelihood of invasive species slipping through inspection cracks. He says the price of missing a threatening pest is “wiping out an entire agricultural commodity,” an event that could have “not just economic but national security impacts.”",
                "Decimating the Department of Agriculture could even have consequences for US Customs and Border Protection, which deploys the dogs trained by Copeland and other staffers at the National Dog Detection Training Center. CBP works closely with the USDA in other ways as well, particularly at points of entry. The two agencies run the Agricultural Quarantine Inspection program, but it’s funded by the USDA. Many Animal and Plant Health Inspection Service programs do not rely on taxpayer dollars to operate but instead ",
                " from importers and other industry players. In this way, it subsidizes some of CBP’s agriculture-related activities. CBP did not respond to a request for comment.",
                "As the fired USDA workers wait to hear whether their reinstatements will actually take place, ports are beginning to feel their absence. “There aren’t as many inspections being done, and it doesn’t just put us at risk,” says Lahar. “It puts our farmers and our food chains at risk.”"
            ]
        },
        {
            "title": "Something Unexpected Is Spewing Stars Into the Milky Way",
            "link": "https://www.wired.com/story/large-magellanic-cloud-supermassive-black-hole/",
            "image": "https://media.wired.com/photos/67b6196d3a2dde1bc2bc31fa/3:2/w_1600%2Cc_limit/galaxia%2520gran%2520nube%2520de%2520magallanes.jpg",
            "resume": "Fast-moving stars in the Milky Way indicate there could be a supermassive black hole in the neighboring Large Magellanic Cloud—something that has never been detected in a smaller galaxy.",
            "date_published": "2025-02-25T13:05:01-05:00",
            "author": "Jorge Garay",
            "segments": [
                " a team at the Harvard Center for Astrophysics suggests that the Large Magellanic Cloud, a dwarf galaxy neighboring the ",
                ", hosts a gravitational structure hundreds of thousands of times the mass of the ",
                ": a potential supermassive black hole.",
                "The most widely accepted theory of galactic evolution holds that supermassive black holes are found only in the largest galaxies, such as the Milky Way. Until now, there was no reason to imagine that a small cluster like the Large Magellanic Cloud could host one. When x-ray telescopes or observatories have been trained on smaller clusters like the Large Magellanic Cloud, they have found no signatures associated with black hole activity.",
                "But then came the hypervelocity stars. For nearly 20 years, astronomers have spotted fast-traveling stars with enough acceleration to be ejected from their own galaxies. While a traditional star moves at about 100 kilometers per second, a hypervelocity star travels up to 10 times faster. Experts think such stars appear by being “catapulted outward” by a supermassive gravitational structure under the Hills mechanism—which is where a binary star system interacts with a black hole, with one star captured by the black hole and the other flung away from it.",
                "Within the Milky Way itself there are hypervelocity stars that probably originated here. Studies suggest they were accelerated by Sagittarius A*, the supermassive black hole at the center of the galaxy. But at least 21 hypervelocity stars detected are consistent with being ejected by a supermassive black hole but cannot be linked to the intrinsic activity of the Milky Way. In the team’s simulations, it’s plausible that these stars are instead originating from the Large Magellanic Cloud.",
                "For the team, led by Jiwon Jesse Han, this is one of the first major pieces of evidence for the presence of a supermassive black hole in our neighboring dwarf galaxy. According to the team’s initial calculations, this black hole structure could be between 251,000 and 1 million solar masses. Its average mass would be 600,000 times the size of the sun.",
                "—which is currently in preprint but is to be published in The Astrophysical Journal—used data from the European Space Agency’s Gaia mission, whose purpose is to map millions of stars to calculate their motion.",
                "There could, of course, be other explanations for the phenomenon. Stars escaping from their galaxies could also originate from a supernova or any other energetic mechanism powerful enough to eject them. The paper’s authors explain, however, that this does not appear to be the case with the hypervelocity stars that seem to come from the Large Magellanic Cloud.",
                "The Large Magellanic Cloud is an irregularly shaped galaxy orbiting the Milky Way, along with other dwarf star clusters, such as Sagittarius, Carina, or Draco. It is 163,000 light-years from Earth and has a diameter of approximately 14,000 light-years. Astronomers believe that in the distant future—in about 2.4 billion years—the Large Magellanic Cloud and the Milky Way will merge into a single larger cluster, along with other larger structures, such as the Andromeda galaxy. Experts believe that the merger process will be slow and, on a planetary scale, will not pose any problems.",
                " ",
                " "
            ]
        },
        {
            "title": "A Deadly Unidentified Disease Has Emerged in the DRC",
            "link": "https://www.wired.com/story/a-deadly-unidentified-disease-has-emerged-in-the-drc-ebola-marburg/",
            "image": "https://media.wired.com/photos/67bf988e013c3d92b0988170/3:2/w_1600%2Cc_limit/GettyImages-2166376964.jpg",
            "resume": "More than 50 people have died in the Democratic Republic of the Congo, most within 48 hours of the onset of symptoms. Initial analysis suggests neither Ebola nor Marburg is the cause.",
            "date_published": "2025-02-26T19:20:52-05:00",
            "author": "Marta Musso",
            "segments": [
                " with Ebola-like symptoms has emerged in the Democratic Republic of the Congo. According to the ",
                ", the disease was first detected on January 21, and since then over ",
                " in the northwest of the country. Health officials are yet to determine the cause of the disease.",
                "Initial investigations suggest the outbreak began in the village of Boloko, where three children died within days of eating the carcass of a bat. The symptoms of the infected include fever, headache, diarrhea, nosebleeds, vomiting blood, and general bleeding—matching those caused by viruses such as ",
                " and Marburg. However, experts have ruled out these pathogens after testing more than a dozen samples from suspected cases.",
                "In early February, health authorities recorded a second cluster of cases and deaths in the village of Bomate, several hundred kilometers away. There is currently no known link between the clusters. In most of the fatal cases, the interval between the onset of symptoms and death was only 48 hours.",
                "In response to the second cluster of cases, a national rapid response team, including WHO health emergency experts, has been despatched from DRC’s capital, Kinshasa, to Equateur, the northwestern province housing Bomate. “Experts are stepping up disease surveillance, conducting interviews with community members to understand the background, and providing treatment for diseases such as malaria, typhoid fever, and meningitis,” the WHO said in its ",
                ".",
                "Samples from 18 cases have been sent to the National Institute for Biomedical Research in Kinshasa, testing negative for the most common pathogens linked to hemorrhagic fever symptoms, although some tested positive for malaria, which isn’t unusual for the region.",
                "“The exact cause remains unknown, with Ebola and Marburg already ruled out, raising concerns about a severe infectious or toxic agent,” the ",
                ", adding in its latest update that “further tests are to be carried out for meningitis.” Food, water, and environmental samples will also be analyzed, the health organization says, to check for any contamination with the as-yet unidentified pathogen.",
                "WHO is supporting the local health authorities with their response with more than 80 community health workers trained to detect and report cases and deaths. “Further efforts are needed to reinforce testing, early case detection and reporting, for the current event but also for future incidents,” the organization says.",
                "Disease outbreaks caused by pathogens in animals transferring to humans—a process known as zoonotic spillover—are becoming more common in Africa. Changing land use and climate change are two major drivers, as they can both increase contact between humans and pathogen-harboring wildlife. According to estimates ",
                ", outbreaks of diseases transmitted from animals to people increased by 63 percent in Africa between 2012 and 2022. The continent has seen multiple outbreaks of mpox in recent years, as well as clusters of Ebola and Marburg cases.",
                "Late last year, another mysterious illness killed more than 70 people in the southwest of the DRC, many of them children. Symptoms in that outbreak were flu-like, and most patient samples tested came back positive for malaria. The outbreak was later attributed to respiratory infections aggravated by malaria.",
                " ",
                " "
            ]
        },
        {
            "title": "DOGE’s Chaos Reaches Antarctica",
            "link": "https://www.wired.com/story/doge-antarctica-science-research-china-russia/",
            "image": "https://media.wired.com/photos/67bde899feb8b09330229a7f/3:2/w_1600%2Cc_limit/GettyImages-453765600.jpg",
            "resume": "Daily life at US-run Antarctic stations has already been disrupted. Scientists worry that the long-term impacts could upend not only important research but the continent’s delicate geopolitics.",
            "date_published": "2025-02-27T07:00:00-05:00",
            "author": "Leah Feiger",
            "segments": [
                " been spared as Elon Musk’s so-called Department of Government Efficiency ",
                " has ripped through the United States federal government. Even in Antarctica, scientists and workers are feeling the impacts—and are terrified for what’s to come.",
                "The United States Antarctic Program (USAP) operates three permanent stations in Antarctica. These remote stations are difficult to get to and difficult to maintain; scattered across the continent, they are built on volcanic hills, polar plateaus, and icy peninsulas.",
                "But to the US, the science has been worth it. At these stations, over a thousand people each year come to the continent to live and work. Scientists operate a number of major research projects, studying everything from climate change and rising sea levels to the cosmological makeup and origins of the universe itself. With funding cuts and layoffs looming, Antarctic scientists and experts don’t know if their research will be able to continue, how US stations will be sustained, or what all this might mean for the continent’s delicate geopolitics.",
                "“Even brief interruptions will result in people walking away and not coming back,” says Nathan Whitehorn, an associate professor and Antarctic scientist at Michigan State University. “It could easily take decades to rebuild.”",
                "The USAP is managed by the ",
                ". Last week, a number of NSF program managers staffed on Antarctic projects were fired as part of a wider purge at the agency. The program managers are critical for maintaining communication with the infrastructure and logistics arm of the NSF, and the contractors for the USAP, as well as planning deployment for scientists to the continent, keeping track of the budgets, and funding the maintenance and operations work. “I have no idea what we do without them,” says another Antarctic scientist who has spent time on the continent, who along with several others WIRED granted anonymity due to fears of retaliation.",
                "“Without them, everything stops,” says a scientist whose NSF project manager was fired last week. “I have no idea who I am supposed to report to now or what happens to submitted proposals.”",
                "Scientific research happens at all of the stations. At the Amundsen-Scott South Pole Station, scientists work on the South Pole Telescope and BICEP telescope, both of which study the cosmic background radiation and the evolution of the universe; IceCube, a cubic-kilometer detector designed to study neutrino physics and high energy emission from astrophysical sources; and the Atmospheric Research Observatory that studies climate science and is run by the National Oceanic and Atmospheric Administration. (Mass firings are also expected at the ",
                ".)",
                "“The climate science [at the South Pole Station] is super unique,” an Antarctic scientist says. “The site has so little pollution that we call it ‘the cleanest air on Earth,’ and they have been monitoring the ozone layer and CO",
                " content in the atmosphere for many decades.”",
                "Other directives from the Donald Trump administration have directly affected daily life on those stations. “Gender-inclusive terms on housing documents” have been removed from Antarctic staffer forms, a source familiar with the situation at McMurdo Station tells WIRED. “It asked if you had a preference with which gender you housed with,” the source says. “That’s all been removed.”",
                "Staffers have already pushed back. “People have been painting waste bins saying “Antarctica is for ALL” in rainbow, people’s email signatures [have] pride additions, [others] keep adding preferred pronouns to emails,” the source says.",
                "“There’s a sense of unease on the station like people have never felt before,” they add. “The job still has to get done, even though people feel like the next shoe can drop at any moment.”",
                "That unease extends to their own job security. “There are some people currently at the South Pole that are worried about losing their jobs any day now,” a source with familiarity of the situation tells WIRED. Workers present at the station aren’t able to physically leave until October, and a midseason firing, or loss of funding, would present a unique set of challenges.",
                "Sources are also bracing for at least a ",
                " due to DOGE cuts. These cuts are sending Antarctic scientists with assistants and graduate students scrambling. “We didn’t know if we could pay graduate students,” says one scientist. While research is conducted on the continent, scientists bring their findings back to the US to process and analyze. A lot of the funding also operates the science itself: For one project that requires electricity to run detectors, the scientist “was paranoid we would not be able to literally pay bills for an experiment starved for data.” That hasn’t come to fruition yet, but as funding cycles restart in the coming weeks and months, scientists are on tenterhooks.",
                "Sources tell WIRED that Germany, Canada, Spain, and China have already started taking advantage of that uncertainty by recruiting US scientists focused on Antarctica.",
                "“Foreign countries are actively recruiting my colleagues, and some have already left,” says one Antarctic scientist. “My students are looking at jobs overseas now … people have been coming [to the US] to do science my whole life. Now people are going the other way.”",
                "“Now is a great time to see if anyone wants to jump ship,” another Antarctic scientist says. “I do worry about a brain drain of tenured academics, or students who are shunted out.”",
                "“The damage caused by gutting the [Antarctic] science budget like this is going to last generations,” says another.",
                "Throughout DOGE’s cuts to the federal government, representatives have said that if something needs to be brought back, it could be. In some cases, reversals have already happened: The US Department of Agriculture said it ",
                " staffers working on preventing the spread of bird flu and is trying to rehire them.",
                "But in Antarctica, a reversal won’t necessarily work. “One of the really scary things about this is that if the Antarctic program budget is cut, then they’ll very quickly get to the point where they can’t even keep the station open, much less science projects going,” an Antarctic scientist tells WIRED. “If the South Pole [station] is shut down, it’s basically nearly impossible to bring it back up. Everything will freeze and get buried in snow. And some other country will likely immediately take over.",
                "Others share this fear of a station takeover. “Even if science funding is cut back, there is an urgent need for the US to invest in icebreakers and polar airlift capability otherwise at some point the US-managed South Pole station might not be serviceable,” says Klaus Dodds, an Antarctic expert and professor of geopolitics at Royal Holloway University of London.",
                "Experts are concerned that countries like Russia and China—who have already been eagle-eyed on continental influence—will quickly jostle to fill the power vacuum. “Presumably it would be humiliating for anyone who wishes to promote ‘America First’ to witness China offer to take over the occupation and management of the base at the heart of Antarctica. China is a very determined polar power,” says Dodds.",
                "The political outcome of the US pulling back from its Antarctic research and presence could be dire, sources tell WIRED.",
                "Antarctica isn’t owned by any one country. Instead it’s governed by the ",
                ", which protects Antarctica and the scientific research taking place on the continent, and forbids mining and nuclear activity. Some countries, including China and Russia, have ",
                " that they would be interested in ",
                ", particularly around resource ",
                " and fishing restrictions. The US, traditionally, has played a key role in championing the treaty: “Many of the leading polar scientists and social scientists are either US citizens and/or have been enriched by contact with US-led programs,” says Dodds.",
                "That leadership role could change quickly. The US also participates in a number of international collaborations involving major Antarctic scientific projects. A US pullback, Whitehorn says, “makes it very hard to regard the US as a reliable partner, so I think there will be a lot less interest in accepting US leadership in such things … The uncertainty will drive people away and sacrifice the leadership the US already has.”",
                "“If the NSF can’t function, or we don’t fund it, projects with long lead times can just die,” another scientist says. “I’m sure international partners would be happy to partner elsewhere. This is what it means to lose US competitiveness.”"
            ]
        },
        {
            "title": "USAID Was Promised Emergency Waivers for Ebola and AIDS. They’re Not Working",
            "link": "https://www.wired.com/story/the-usaid-emergency-waivers-arent-working-from-ebola-to-aids/",
            "image": "https://media.wired.com/photos/67c08b1d568a100309836b63/3:2/w_1600%2Cc_limit/aids-ebola-musk-cuts-biz-2201510607.jpg",
            "resume": "Elon Musk claims he mistakenly fired Ebola prevention workers, then quickly fixed the error. But Ebola programs are still in tatters, along with other livesaving efforts like AIDS treatments for children.",
            "date_published": "2025-02-27T15:54:48-05:00",
            "author": "Kate Knibbs",
            "segments": [
                " administration cabinet meeting on Wednesday, unelected South African centibillionaire Elon Musk joked about how his so-called Department of Government Efficiency (DOGE) “",
                "” Ebola prevention. He assured the room that DOGE had “fixed” the issue. In reality, as an Ebola outbreak ",
                " in Uganda, the aid response from the United States has been severely curtailed by the destruction of the country’s largest foreign aid arm—and other lifesaving humanitarian programs are also still broken, including AIDS and famine work.",
                "Over the past month, DOGE ",
                " the dismantling of USAID, first ",
                " and then laying off the vast majority of its workers, and freezing funding for contractors implementing its programs. The State Department developed emergency humanitarian waivers intended to keep lifesaving work going—but current and former USAID workers and other public health experts have told WIRED that the waivers are useless.",
                "“The waiver is a myth” says Asia Russell, the executive director of the international HIV advocacy group Health GAP.",
                "Current and former USAID workers and other Ebola experts do not believe these issues are corrected, with Ebola-response teams having been dismantled and payments to partner organizations delayed, as first ",
                " by The Washington Post. “The entire Global Health team has been gutted,” one current worker (who spoke under condition of anonymity for fear of retribution) tells WIRED. “So the response would be minimal.”",
                "The Centers for Disease Control and Prevention head up Ebola prevention within the US, with USAID supporting efforts abroad. On January 27, the CDC was ",
                " to cease communications with the World Health Organization, the United Nations agency devoted to responding to public health crises.",
                "\"CDC was given an exemption to coordinate with WHO and other external partners to conduct public health outbreak and emergency response,\" CDC spokesperson Melissa Dibble told WIRED in response to questions about how the Ebola outbreak was impacted by the Trump administration changes. It is unclear when the exemption was granted.",
                "Craig Spencer, a public health professor at Brown University and epidemiologist who survived Ebola after contracting it treating patients in Guinea in 2014, says Musk’s claims about fixing the issue are wrong. He points to the stark difference between the US response to a Marburg virus outbreak in Rwanda last year and the current outbreak in Uganda as evidence that things have stopped working properly. The US responded promptly to the Marburg eruption, he says, and helped contain the disease’s spread; this time around, Spencer says, Ugandan health workers struggled to get in touch with the CDC in a timely manner. While the WHO was able to step in, Spencer worries about future incidents without robust US global public health funding and infrastructure: “Outbreaks will be worse on the ground, and get bigger quicker.”",
                "“The US funding freeze has affected key outbreak response capacities,” says World Health Organization spokesperson Alexander Nyka. The absence of USAID’s Outbreak Response Team is especially keenly felt; WHO describes its services as a “game changer.” According to WHO, the US previously provided around 20 to 40 percent of funding for sudden infectious disease outbreaks.",
                "“Uganda’s Ebola outbreak occurred on the same day as the foreign aid freeze. Despite that, the waiver for assistance in addressing the outbreak was quickly reinstated,” the State Department told WIRED in a statement. “This is a process. If errors are made, they will be flagged and corrected as needed, while striving to do what’s best for the American people.”",
                "Other lifesaving USAID programs ostensibly granted humanitarian waivers have encountered similar issues. Earlier this month, WIRED ",
                " that the food aid and famine prevention program FEWS NET remains inactive, despite having received a waiver, with many of the workers who had implemented the program furloughed or laid off. This is still true today. “We have not yet been able to resume any activities,” says Payal Chandiramani, a spokesperson for Chemonics, the international firm implementing a large portion of the program.",
                "Meanwhile, lifesaving AIDS and HIV programs are also not resumed. The President's Emergency Plan for AIDS Relief is one of USAID’s most high-profile success stories, credited with saving over 26 million lives since former President George W. Bush founded the program in 2003. Around the same time Musk was joking about his USAID blunders with Trump officials, PEPFAR’s supporters gathered for a protest in Washington, DC, to draw attention to the impact of losing these programs. Despite receiving a waiver, PEPFAR has not been able to resume its work, along with other stymied ",
                ", with funding and staffing cuts hampering the program. “The waivers have not been working,” says Emory Babcock, a former USAID contractor working on PEPFAR laid off at the beginning of DOGE’s cuts.",
                "On the same day as Musk’s comments, the Trump administration ",
                " over 10,000 global health grants from USAID and the State Department, killing a variety of services that had been granted a lifesaving waiver.",
                "The Elizabeth Glaser Pediatric AIDS Foundation, a nonprofit that often receives funding from USAID and works with PEPFAR, ",
                " on Wednesday that three of its project agreements with USAID had been terminated, despite previously receiving approval to resume activities under the PEPFAR waiver. The programs support over 350,000 patients in Lesotho, Eswatini, and Tanzania, including 10,000 children. “There’s nothing left,” says Russell. “The collateral damage is piles of bodies.”",
                "Even though a federal judge ordered the Trump administration to ",
                " to temporarily fulfill outstanding bills and payments owed to contractors around the world, the Supreme Court stayed the order on Wednesday night, which means aid groups—including those working on infectious disease prevention in Africa—continue to go unpaid for services rendered, in some cases preventing any further lifesaving work.",
                "Meanwhile, a new, deadly hemorrhagic fever ",
                " in the Democratic Republic of the Congo over the past five weeks, with ",
                " already dead, and the number of people falling sick still rising. Although it causes a violent, rapid cascade of symptoms, including vomiting blood, it is not Ebola, nor Marburg, but instead appears to be an unknown disease. A USAID worker who spoke on the condition of anonymity tells WIRED: “We have nobody on the ground to monitor this.”"
            ]
        },
        {
            "title": "The US May Start Vaccinating Chickens Against Bird Flu",
            "link": "https://www.wired.com/story/chickens-vaccines-us-bird-flu/",
            "image": "https://media.wired.com/photos/67bf00f8c61392e97f29f2aa/3:2/w_1600%2Cc_limit/GettyImages-200283166-001.jpg",
            "resume": "With egg prices soaring, the US is considering vaccinating laying chickens, which have been hit particularly hard by the avian influenza outbreak.",
            "date_published": "2025-02-27T16:51:37-05:00",
            "author": "Emily Mullin",
            "segments": [
                " a ",
                " to address bird flu in poultry and lower egg prices across the country, US secretary of agriculture Brooke Rollins announced Wednesday that the Department of Agriculture is considering vaccinating chickens against highly pathogenic avian influenza.",
                "The US has dealt with flare-ups of bird flu in the past, but the current outbreak has been raging since 2022. The virus has been detected in wild birds in every state, which go on to expose commercial poultry and other animals. At least ",
                " and ",
                " have been affected in the current US outbreak. Infected animals have led to 70 cases of bird flu in people, ",
                ".",
                "Bird flu is extremely deadly for poultry and can wipe out flocks quickly. To stop the virus from spreading, the USDA has long promoted culling infected birds. The practice has led to a 53 percent increase in egg prices from January 2024 to January of this year, and ",
                " an additional 40 percent increase in 2025.",
                "In a ",
                " published Wednesday morning, Rollins said the USDA is “exploring the use of vaccines and therapeutics for laying chickens,” which should help reduce the need to depopulate flocks. She added that, “While vaccines aren’t a stand-alone solution, we will provide up to $100 million in research and development of vaccines and therapeutics, to improve their efficacy and efficiency.”",
                "In addition to the $100 million the USDA is spending on vaccine research, the agency is committing $500 million for biosecurity measures on farms and $400 million in financial relief for affected farmers. It’s also exploring temporary import options and considering ways to increase the domestic supply of eggs.",
                "Earlier this month, the USDA ",
                " to animal health company Zoetis for an updated bird flu vaccine for use in chickens. The conditional license was granted on the demonstration of safety, purity, and reasonable expectation of efficacy based on antibody responses in vaccinated chickens. Previous avian influenza outbreaks prompted the US to stockpile vaccines, but those shots are based on older strains of the virus and have never been used in poultry. One of those older vaccines, made by Zoetis and conditionally approved in 2016, was first used in 2023 by the US Fish and Wildlife Service to help protect California condors.",
                "Chickens already receive several vaccinations for common diseases, and some countries are already vaccinating against bird flu, but the US has held out over concerns that immunization could hurt the exported poultry market.",
                "“Many times vaccines are not completely effective against a viral challenge,” says Gino Lorenzoni, associate professor of poultry science and avian health at Penn State University. “The disease is probably not going to be fatal in many [vaccinated] animals, but the virus may still be reproducing and circulating within a population.”",
                "The worry therefore is that if vaccination does not provide full protection, the virus could go undetected in poultry exports. Countries that buy poultry from the US could then impose trade restrictions because of the possibility of receiving infected products. When France decided to vaccinate ducks against bird flu in October 2023, the US and Canada banned certain French poultry imports. Those bans were partially lifted in January, after the French government was able to ensure safe trade.",
                "In the US, poultry vaccination would likely focus on egg-laying chickens, as opposed to broiler chickens, which are raised for meat. During the current outbreak, more than 77 percent of the domestic poultry affected have been commercial egg-laying hens. In a USDA press release, Rollins said the agency is considering a “targeted and thoughtful strategy” for vaccination.",
                "But the broiler chicken industry worries that even targeted vaccination of laying chickens would hurt the US, which is the second-largest exporter of poultry meat. Ashley Peterson, senior vice president of scientific and regulatory affairs at the National Chicken Council, says other countries are likely to ban all US poultry products, even if the US only vaccinates laying chickens. “When you move to a vaccine, you are essentially saying the virus is endemic and this is how we’re going to cope with it,” she says. “We would prefer to not cope with the virus. We would prefer to eliminate it completely.”",
                "The organization supports the USDA’s current policy of culling infected flocks, as well as increasing biosecurity on farms—measures such as quarantining newly acquired animals, wearing protective clothing in poultry houses, disinfecting footwear before entering animal areas, and cleaning farm equipment.",
                "But Carol Cardona, a professor of avian health at the University of Minnesota College of Veterinary Medicine, says biosecurity alone is unlikely to eliminate bird flu. “Farmers are so fatigued from hearing about biosecurity because they’re doing everything they can already,” she says. “Without more information about how those birds are getting infected, it’s very difficult to target biosecurity correctly.”",
                "The virus can be carried in and out of poultry barns on shoes, clothes, and equipment that moves in and out of poultry barns. Mice, rats, and other small mammals can also carry the virus.",
                "With the disease now so widespread, Cardona says, it will take more than one strategy to reduce outbreaks. “We’ve been fighting this fight with one hand tied behind our back, and I think there are other tools,” she says. “We have to create new methods to keep it out, and part of that is going to involve that vaccination.”",
                "Even if vaccination doesn’t always prevent infection, Lorenzoni says it would still help reduce the amount of virus that’s circulating in the environment, which would slow down the spread of the disease to more farms.",
                "And trade disruption could be brief. Rollins said the USDA will work with trading partners to limit impacts to export trade markets from potential vaccination. Lorenzoni says there will be pressure from other markets to keep the international exchange of poultry viable. “It is in everyone’s best interest to move as fast as they can with these commercial agreements,” he says."
            ]
        },
        {
            "title": "Appalachians Are Trapped in a Disastrous Cycle of Flooding and Rebuilding",
            "link": "https://www.wired.com/story/appalachians-are-trapped-in-a-disastrous-cycle-of-flooding-and-rebuilding/",
            "image": "https://media.wired.com/photos/67c080bb7ca1aba3550756fd/3:2/w_1600%2Cc_limit/GettyImages-1242172582.jpg",
            "resume": "Kentucky and Tennessee have flooded repeatedly in recent years, but with little ability to develop land on higher ground, many residents are forced to continue living in high-risk areas.",
            "date_published": "2025-03-01T08:00:00-05:00",
            "author": "Kristina P. Brant",
            "segments": [
                " ",
                " ",
                " ",
                "On Valentine’s Day 2025, heavy rains ",
                " in parts of rural Appalachia. Over the course of a few days, residents in eastern Kentucky watched as river levels rose and surpassed flood levels. Emergency teams conducted ",
                ". Hundreds, if not thousands of people were ",
                ", and entire business districts ",
                ".",
                "For some, it was the third time in just four years that their homes had flooded, and the process of disposing of destroyed furniture, cleaning out the muck, and starting anew is beginning again.",
                "Floods wiped out businesses and homes in eastern Kentucky in February 2021, July 2022, and now February 2025. An even greater scale of destruction hit eastern Tennessee and western North Carolina in September 2024, when ",
                " rainfall and flooding ",
                " and washed out parts of ",
                ".",
                "Each of these events was considered to be a “thousand-year flood,” with a 1-in-1,000 chance of happening in a given year. Yet they’re ",
                ".",
                "The floods have highlighted the ",
                " to work together for collective survival in rural Appalachia. But they have also exposed the ",
                " of communities, many of which are located along creeks at the base of hills and mountains with poor emergency warning systems. As short-term cleanup leads to long-term recovery efforts, residents can face daunting barriers that leave many facing the same flood risks over and over again.",
                "For the past nine years, I have been conducting research on rural health and poverty in Appalachia. It’s a complex region often ",
                " that miss the geographic, socioeconomic, and ideological diversity it holds.",
                "Appalachia is ",
                ", a fierce sense of pride, and a strong sense of love. But it is also marked by the omnipresent backdrop of a ",
                ".",
                "There is considerable local inequality that is often overlooked in a region portrayed as one-dimensional. Poverty levels are indeed high. In Perry County, Kentucky, where one of eastern Kentucky’s larger cities, Hazard, is located, ",
                " of the population lives under the federal poverty line. But the ",
                " of workers in Perry County is nearly $470,000—17 times more than the average income of the remaining 99 percent.",
                "This income and wealth inequality translates to ",
                "—much of eastern Kentucky’s most desirable land remains in the hands of corporations and families with great generational wealth.",
                "When I first moved to eastern Kentucky in 2016, I was struck by the ",
                ". I met families paying $200 to $300 a month for a small plot to put a mobile home on. Others lived in “found housing”—often distressed properties owned by family members. They had no lease, no equity, and no insurance. They had a place to lay one’s head but lacked long-term stability in the event of disagreement or disaster. This reality was rarely acknowledged by local and state governments.",
                "Eastern Kentucky’s 2021 and 2022 floods turned this into a full-blown housing crisis, with ",
                " in the 2022 flood alone.",
                "“There was no empty housing or empty places for housing,” one resident involved in local flood recovery efforts told me. “It just was complete disaster because people just didn’t have a place to go.”",
                "Most homeowners ",
                " to assist with rebuilding costs. While many applied to the Federal Emergency Management Agency for assistance, the ",
                ". The ",
                " for temporary housing assistance and repairs is $42,500, plus up to an additional $42,500 for other needs related to the disaster.",
                "The federal government often provides more aid for rebuilding through block grants directed to local and state governments, but that money requires congressional approval and can take ",
                ". Local community coalitions and organizations ",
                " to fill these gaps, but they did not necessarily have sufficient donations or resources to help such large numbers of displaced people.",
                "Affordable rental housing is hard to find in much of Appalachia. When flooding wipes out homes, as Jackson, Kentucky, saw in July 2022 and again in February 2025, it becomes even more rare.",
                "With a dearth of affordable rentals pre-flood, renters who lost their homes had ",
                ". And those living in “found housing” that was destroyed ",
                " federal support for rebuilding.",
                "The sheer level of devastation also posed challenges. One health care professional told me: “In Appalachia, the way it usually works is if you lose your house or something happens, then you go stay with your brother or your mom or your cousin … But everybody’s mom and brother and cousin also lost their house. There was nowhere to stay.” From her point of view, “our homelessness just skyrocketed.”",
                "After the 2022 flood, the ",
                " earmarked almost $300 million of federal funding to build new, flood-resilient homes in eastern Kentucky. Yet the question of where to build remained. As another resident involved in local flood recovery efforts told me, “You can give us all the money you want; we don’t have any place to build the house.”",
                "It has always been ",
                " to develop land in Appalachia. Available higher ground tends to be located on former strip mines, and these ",
                " careful geotechnical surveying and sometimes structural reinforcements.",
                "If these areas are remote, the cost of running electric, water, and other infrastructure services can also be prohibitive. For this reason, for-profit developers have largely avoided many counties in the region. The head of a nonprofit agency explained to me that, because of this, “The markets have broken … We have no [housing] market.”",
                "Eastern Kentucky’s mountains are beautiful, but there are few locations for building homes that aren’t near creeks or rivers. Strip-mined land, where mountaintops were flattened, often aren’t easily accessible and come with their own challenges.",
                "There is also some ",
                " in attempting to build homes on new land that has not previously been developed. A local government could pay for undeveloped land to be surveyed and prepared for development, with the prospect of reimbursement by the US Department of Housing and Urban Development if housing is successfully built. But if, after the work to prepare the land, it is still too cost-prohibitive to build a profitable house there, the local government would not receive any reimbursement.",
                "Some counties have found success clearing land for large developments on ",
                ". But these former coal mining areas can be considerable distances from towns. Without robust public transportation systems, these distances are especially prohibitive for residents who lack reliable personal transportation.",
                "Another barrier is the ",
                " that both individual and corporate landowners are asking for properties on higher ground.",
                "The scarcity of desirable land available for sale, combined with increasingly urgent demand, has led to ",
                ". Another resident involved in local flood recovery efforts explained: “If you paid $5,000 for 30 acres 40 years ago, why won’t you sell that for $100,000? Nope, [they want] $1 million.” That makes it increasingly difficult for both individuals and housing developers to purchase land and build.",
                "One reason for this scarcity is the amount of land that is still owned by outside ",
                ". For example, Kentucky River Properties, formerly ",
                ", owns over 270,000 acres across seven counties in the region. While this landholding company leases land to coal, timber, and gas companies, it and others like it rarely permit residential development.",
                "But not all unused land is owned by corporations. Some of this land is owned by families with deep roots in the region. People’s ",
                " often makes them want to stay in their communities, ",
                ". But it can also limit the amount of land available for rebuilding. People are often hesitant to sell land that holds deep significance for their families, even if they are not living there themselves.",
                "Rural communities are often tight-knit. Many residents want to stay despite the risks.",
                "One health care professional expressed feeling torn between selling or keeping their own family property after the 2022 flood: “We have a significant amount of property on top of a mountain. I wouldn’t want to sell it because my papa came from nothing … His generation thought owning land was the greatest thing … And for him to provide his children and his grandchildren and their great-grandchildren a plot of land that he worked and sweat and ultimately died to give us—people want to hold onto that.”",
                "She recognized that land was in great demand but couldn’t bring herself to sell what she owned. In cases like hers, higher grounds are owned locally but still remain unused.",
                "Two years after the 2022 flood, ",
                " for rebuilding still has not resulted in a significant number of homes. The state has planned seven communities on higher ground in eastern Kentucky that aim to house 665 new homes. ",
                ", 14 houses had been completed.",
                "Progress on providing housing on higher ground is slow, and the need is great.",
                "In the meantime, when I conducted interviews during the summer and fall of 2024, many of the mobile home communities that were decimated in the 2022 flood had begun to fill back up. These were flood-risk areas, but there was simply no other place to go.",
                "Last week, I watched on Facebook a friend’s live video footage showing the waters creeping up the sides of the mobile homes in one of those very communities that had flooded in 2022. Another of my friends mused: “I don’t know who constructed all this, but they did an unjustly favor by not thinking how close these towns was to the river. Can’t anyone in Frankfort help us, or has it gone too far?”",
                "With hundreds more people now displaced by the most recent flood, the need for homes on higher grounds has only expanded, and the wait continues."
            ]
        },
        {
            "title": "Texas Official Warns Against ‘Measles Parties’ Amid Growing Outbreak",
            "link": "https://www.wired.com/story/measles-parties-texas-outbreak/",
            "image": "https://media.wired.com/photos/67c31df5e9b9b138ba30b8c2/3:2/w_1600%2Cc_limit/2201702412",
            "resume": "At least 146 measles cases have been identified in West Texas so far, including 20 hospitalizations and one death.",
            "date_published": "2025-03-01T16:30:00-05:00",
            "author": "Beth Mole, Ars Technica",
            "segments": [
                "A Texas health authority is warning against “measles parties” as the ",
                " grew to ",
                ", with 20 hospitalized and ",
                ". The outbreak continues to be mainly in unvaccinated children.",
                "In a press briefing hosted by the city of Lubbock, Texas, on Friday, Ron Cook, chief health officer at the Texas Tech University Health Sciences Center in Lubbock, offered a stark warning for Texans in his opening statements.",
                "“What I want you to hear is: It's not good to go have measles parties because what may happen is—we can't predict who's going to do poorly with measles, be hospitalized, potentially get pneumonia or encephalitis and or pass away from this,” Cook said. “So that's a foolish idea to go have a measles party. The best thing to do is make sure that you're well vaccinated.”",
                "Lubbock sits about 90 miles northwest of the outbreak's epicenter ",
                ", which is one of the state's least vaccinated counties. It has recorded 98 of the outbreak's 146 cases. While Lubbock has only reported two of the 146 cases, patients from elsewhere have been treated in Lubbock. That includes the first two cases in the outbreak as well as the child who died of the infection earlier this week, who was not a resident of Lubbock.",
                "It's unclear if any measles parties are occurring in Gaines or elsewhere. “It's mostly been ... social media talk,” Cook said in response to a follow-up question from Ars. He noted that measles parties and chickenpox parties were more common practices decades ago, before vaccines for both diseases were available. But he again warned about the dangers today. “Please don't do that. It's just foolishness; it's playing roulette,” he said.",
                "This story originally appeared on ",
                ", a trusted source for technology news, tech policy analysis, reviews, and more. Ars is owned by WIRED's parent company, Condé Nast.",
                "Cook, along with Lubbock's director of public health, Katherine Wells, said they see no end in sight for the outbreak, which now spans nine counties in Texas, many of which have low vaccination rates. “This outbreak is going to continue to grow,” Wells said, declining to forecast how high the final case count could go after a reporter raised the possibility of several hundred.",
                "So far, 116 of the 146 cases are under the age of 18, with 46 being 4 or under. Only five of the 146 were vaccinated with at least one dose of the measles, mumps, and rubella (MMR) vaccine.",
                "On a more positive note, Wells reported that the outbreak has seemed to sway some vaccine-hesitant parents to get their children vaccinated. Just yesterday in Lubbock, over 50 children came into the city's clinic for measles vaccines. Eleven of those children had vaccine exemptions, meaning their parents had previously gone through the state process to exempt their child from having to receive routine childhood vaccines to attend school. “Which is a really good sign; that means our message is getting out there,” Wells said.",
                "So far in the outbreak, which erupted in late January, messaging about the disease and the importance of vaccination has exclusively come from state and local authorities. The Centers for Disease Control and Prevention only released ",
                " late Thursday, which was not sent through the agency's press distribution list. It did, however, note that “vaccination remains the best defense against measles infection.”",
                "During a cabinet meeting Wednesday, US health secretary and anti-vaccine advocate Robert F. Kennedy Jr. responded to a question about the outbreak, offering a variety of inaccurate information. Kennedy downplayed the outbreak, falsely claiming that “it's not unusual.” Actually, this is an unusual year for measles in the US. As epidemiologist Katelyn Jetelina noted on Bluesky, the number of US measles cases this year has already ",
                ". And it is only February.",
                "Kennedy also said there had been two deaths—fortunately, only one child has died. He further claimed that measles patients were being hospitalized “mainly for quarantine,” which is false and a misuse of the word quarantine. A quarantine refers to separating people who have been exposed to an illness ",
                ". For people who are known to be sick, the term is “isolation.”",
                "In the press briefing Friday, Cook refuted Kennedy’s suggestion that infected people were being hospitalized largely for isolation purposes. He described measles patients being hospitalized with severe symptoms. “Most of them are either severely dehydrated from just the infection itself, and/or lots of low oxygen levels—hypoxia. And that's from the inflammation in the lungs,” Cook said. In some patients, their oxygen is so low they need supplemental oxygen or intubation and ventilator support, which can lead to antibiotic use to ward off secondary bacterial infections, he explained.",
                "While the end of the outbreak remains uncertain, so does the beginning. Rumors are reportedly circulating in Texas that the measles virus was brought into the area by an undocumented immigrant. Wells shot down that rumor, indicating that there is no evidence to support it and that most measles outbreaks in the US begin with an unvaccinated citizen traveling abroad and bringing the virus home with them.",
                " "
            ]
        },
        {
            "title": "A Private Space Mission Just Successfully Landed on the Moon for the First Time",
            "link": "https://www.wired.com/story/a-private-space-mission-has-successfully-landed-on-the-moon-for-the-first-time-blue-ghost-firefly-aerospace/",
            "image": "https://media.wired.com/photos/67c5d61b6e5120fc90d421e4/3:2/w_1600%2Cc_limit/54359866846_4937eb703f_k.jpg",
            "resume": "Firefly Aerospace’s Blue Ghost Mission 1 has touched down successfully, and marks a key milestone in NASA’s quest to have private companies deliver shipments of equipment to the lunar surface.",
            "date_published": "2025-03-03T13:52:22-05:00",
            "author": "Javier Carbajal",
            "segments": [
                " Ghost lunar module, Texas-based Firefly Aerospace has just achieved what no other private company, anywhere in the world, has ever accomplished: successfully landing on the surface of the ",
                ".",
                "Having launched ",
                ", the Blue Ghost Mission 1 touched down at Mare Crisium, in the vicinity of a mountain called Mons Latreille, at 3:34 am Eastern Time on Sunday March 2. ",
                " reports that the Blue Ghost lander is in a stable, vertical position.",
                "“This incredible achievement demonstrates how NASA and US companies are leading the way in space exploration for the benefit of all,” Janet Petro, NASA’s acting administrator, said in a ",
                ". “We have already learned many lessons, and the technology and science demonstrations aboard Firefly’s Blue Ghost 1 Mission will enhance our ability to not only discover more science but also to ensure the safety of the instruments on our spacecraft for future human exploration, both near and long term.”",
                "Blue Ghost is not the first privately led mission to reach the lunar surface. That honor goes to Intuitive Machines, another Texas-based company, which attempted to land on the moon in February 2024; however, its module fell onto its side on the surface and ceased to be operational. (Intuitive Machines will get another chance on March 6, with its ",
                ", which launched last month.) Other companies have also tried, but their spacecraft ended up crashing.",
                "Firefly’s lander still has plenty of work ahead of it. The Blue Ghost module is carrying 10 science and technology instruments for NASA, which will operate on the surface for one lunar day, the equivalent of 14 days on Earth. As part of the NASA’s ",
                " program, which will return humans to the lunar surface for the first time since 1972, Blue Ghost’s mission aims to learn more about the lunar environment, to support astronauts in future explorations of the moon and ",
                ". Moments after touchdown, the module captured its first images, which were shared by NASA and Firefly on their official accounts.",
                "A picture of the lunar surface taken from the top of the module, with Earth visible.",
                "“The science and technology we send to the moon now helps prepare the way for future NASA exploration and long-term human presence,” said Nicky Fox, associate administrator at NASA’s Science Mission Directorate, ",
                " on Sunday. “We are sending these payloads in partnership with US companies, which supports a ",
                ".”",
                "While this is a small step for the Artemis program, it’s a big step for Firefly, which is operating as a trusted provider under NASA’s ",
                " (CLPS) initiative. CLPS, which commenced in 2018, gives money to private companies to build landers that can carry NASA instruments and other equipment to the lunar surface ahead of the planned return of humans later this decade. By demonstrating that it has the capabilities to successfully transport a shipment of instruments, Firefly Aerospace currently has the lead among those funded by the program.",
                "“On behalf of our entire team, I want to thank NASA for entrusting Firefly as their lunar delivery provider,” said Jason Kim, CEO of Firefly Aerospace, ",
                " on Sunday. “Blue Ghost’s successful Moon landing has laid the groundwork for the future of commercial exploration across cislunar space. We’re now looking forward to more than 14 days of surface operations to unlock even more science data that will have a substantial impact on future missions to the moon and Mars.”",
                "The Blue Ghost lunar module lifted off on January 15 aboard a ",
                " Falcon 9 rocket and traveled nearly 5 million kilometers to reach its destination, at a cost of $2.6 billion. Among the instruments it is carrying are a lunar soil analyzer, a radiation-tolerant computer, and an experiment that tests the feasibility of ",
                ". It is also expected to capture high-definition images of the March 14 lunar eclipse.",
                " ",
                " "
            ]
        },
        {
            "title": "A Lethal Mystery Illness Spread in Congo. USAID Cuts Have Slowed the Response",
            "link": "https://www.wired.com/story/race-to-identify-drcs-mystery-illness-slowed-by-us-aid-cuts-democratic-republic-congo-usaid/",
            "image": "https://media.wired.com/photos/67c5ba2dab63f32b20905995/3:2/w_1600%2Cc_limit/GettyImages-1151531256.jpg",
            "resume": "Gutting USAID is already having a devastating impact around the world. In the Democratic Republic of the Congo, teams that would normally be racing to identify a fatal sickness are gone.",
            "date_published": "2025-03-03T14:47:11-05:00",
            "author": "Kate Knibbs",
            "segments": [
                " United States rapidly ",
                " foreign aid are ",
                " across the world, including in the Democratic Republic of the Congo, where an ",
                " with Ebola-like symptoms has ravaged several villages. This sickness has killed over 60 people and sickened more than a thousand, and it is occurring at the same time as an Ebola outbreak in neighboring Uganda, as well as increasing political violence within the DRC.",
                "Experts say that Elon Musk’s so-called Department of Government Efficiency’s dismantling of the US Agency for International Development (USAID) has stymied the response to this unidentified disease, delaying further investigations and containment efforts of additional disease outbreaks.",
                "“Medical staff along the Uganda–DRC border have been terminated. Soldiers are everywhere. The laboratory built to deal with zoonotic diseases with US funding is empty,” says Tim Allen, a London School of Economics professor and tropical-disease-control expert on the ground at the border of Uganda and the DRC.",
                "Nidhi Bouri, the former deputy assistant administrator for global health at USAID during the Joe Biden administration who previously led disease preparedness and response efforts, says the aid cuts have created a gap in the on-the-ground response. “We don’t have the in-country presence,” she says. USAID previously provided key infrastructure and support for disease surveillance and prevention; it worked in tandem with the US Centers for Disease Control and Prevention on complementary tasks, Bouri says. “Once a pathogen is identified, USAID was able to, historically, identify rapid ways to mitigate further spread.” By abruptly gutting USAID, the Donald Trump administration has created a vacuum that other agencies will struggle to completely fill.",
                "The US State Department did not respond to requests for comment. “CDC is monitoring the situation closely and engaging with DRC officials on what support the agency can offer,” says Centers for Disease Control spokesperson Melissa Dibble.",
                "While the disease in the DRC is still officially unidentified, there are some conflicting theories emerging about its cause. The World Health Organization ",
                " that the unidentified illness could in fact be a mass-poisoning incident rather than a virus, with contaminated water as a likely source. Or, if it is a virus, it may not be novel at all; last year in the DRC, an outbreak of an unknown illness was discovered to be respiratory infections ",
                ". Local health officials, including experts at the Africa Centers for Disease Control and Prevention, ",
                " that this may be the case again.",
                "In 2024, the United States Congress ",
                " $795 million for malaria control, most of which was intended to serve sub-Saharan Africa, which weathers the bulk of global malaria infections. Nevertheless, DOGE directed the swift dismantling of the vast majority of this aid. “Halting the US programs that prevent and treat malaria will lead to outbreaks and an exponential increase in deaths,” Martin Edlund, CEO of the nonprofit Malaria No More, said in ",
                ". “New ",
                " shows that a year of disruptions would lead to nearly 15 million additional cases of malaria and 107,000 additional deaths.”",
                "Whatever the cause of this particular outbreak of illness and death, the muzzled response stands in stark contrast to the critical assistance USAID would have provided had the outbreak occurred last year. Previously, the agency has also been a linchpin of the DRC’s overall public health response—",
                " the US Embassy in Kinshasa, US health activities saved 11 million lives in 2024 alone “for diseases such as tuberculosis, HIV, diarrhea, pneumonia, and malaria.” Getting rid of USAID has demolished a pillar of international infectious disease response that will be difficult to replace, experts say, even if Trump’s administration and ",
                " were to decide tomorrow that lifesaving humanitarian aid with ",
                " on the federal budget and major ",
                " is worthwhile after all. USAID, established over 60 years ago, was slashed and burned in under two months. “You can’t rebuild a structure so quickly when you have fully burned it to the ground,” Bouri says.",
                "The breadth of the destruction of USAID’s lifesaving work was underlined by the agency’s acting assistant administrator for global health, Nicholas Enrich, in an internal memo viewed by WIRED and sent on February 28. (Enrich was ",
                " after issuing the memo.) “The Bureau for Global Health has been wholly prevented from delivering life-saving activities under the waiver to date,” the memo says, describing in detail how the humanitarian waivers administered by the State Department have not worked in practice, and claiming that acting USAID head Pete Marocco refused to sign off on a plan to give the WHO previously agreed-upon access to “a critical stockpile of PPE and lab supplies” to support the current Ebola outbreak in Uganda. This confirms ",
                " from WIRED about how the Ebola response remained botched despite Musk’s assertions that DOGE had “fixed” mistakes it had made with Ebola personnel.",
                "Disease and illness do not yield to the concept of borders, and an outbreak in one country can easily become an outbreak in another. Covid-19, which originated in China, quickly impacted every nation. While hemorrhagic fevers such as Ebola remain rare in the United States, one reason why the US has a national interest in monitoring and containing these and other illnesses is to guard against them spreading into the country. “There are many places in the world which are prone to outbreaks where people can come to the US within one to two flights,” Bouri says. “It does not take a long time for a virus to come in.”"
            ]
        },
        {
            "title": "Airplanes of the Future Could Be Fitted With Feather-Like Flaps",
            "link": "https://www.wired.com/story/airplanes-of-the-future-could-be-fitted-with-feather-like-flaps/",
            "image": "https://media.wired.com/photos/67bf058f6b11758ca736d081/3:2/w_1600%2Cc_limit/GettyImages-1478131901.jpg",
            "resume": "Research suggests that free-moving panels on aircraft wings can improve stability, reduce turbulence, and add fuel efficiency.",
            "date_published": "2025-03-05T06:44:17-05:00",
            "author": "Saugat Bolakhe",
            "segments": [
                " summer morning at Princeton University, aerospace engineer Aimy Wissa was at the university helipad, preparing to fly a remote-controlled plane. But this wasn’t just any model aircraft. Across the top of its wings, Wissa and her team had carefully attached three rows of thin, flexible plastic flaps, hinged with tape.",
                "Guided by a mini flight computer once up in the air, the 1.5-meter-wide aircraft repeatedly performed a test maneuver—gradually pitching its nose up until it lost lift and became unstable, a condition known as ",
                ". As data streamed in from the plane’s onboard sensors, Wissa observed that with the help of these flaps, the stall occurred more gradually and only when the plane’s nose was at a higher angle. The flaps were preventing sudden drops in lift and improving overall stability.",
                "The inspiration for this experiment had come from the original masters of the air: birds. Years before, in a graduate class at Princeton, Wissa had stumbled upon a video of a gannet flying through gusty wind. She noticed small feathers underneath the bird’s wings popping out in unusual ways. Unlike the larger contour and flight feathers that streamline a bird’s body, these covert feathers are smaller, softer, and arranged in layers, like overlapping shingles on a roof. They tend to stay flat during normal flight, but when a bird performs quick turns or landings, these covert feathers lift slightly, helping the bird control turbulence.",
                "A diagram showing the placement of covert feather layers on a bird’s wing.",
                "“We started thinking if we can use the same elements that make bird flight so agile and maneuverable to improve our engineering systems,” says Girguis Sedky, one of Wissa’s former students, who now works as an aerospace engineer at Exponent, an engineering consulting firm in California.",
                "While air crashes caused by stalling or loss of control are relatively rare, particularly in commercial aviation, they can be catastrophic. Pilot error, mechanical issues, and turbulence can all cause an aircraft to stall or lose control and plunge from the sky.",
                "By investigating how multiple rows of covert feathers function, and then replicating their effect using small, flexible plastic flaps, Wissa and her team have demonstrated that their bioinspired design could improve aircraft stability, laying the groundwork for possibly scaling up such designs for full-scale aircraft in the future. Unlike traditional flaperons on airplane wings, which are mechanically controlled, the team’s flaps run along the top of the length of the wingspan and move freely in response to airflow without sensors or actuators, much like covert feathers on a bird’s wing. In Wissa’s model aircraft, when it encountered turbulence or high angles of attack, the flaps lifted automatically, subtly adjusting airflow to enhance stability and lift.",
                "The team’s work builds on a rich but dormant tradition of taking aviation inspiration from birds. In the late 15th century, Leonardo da Vinci began sketching flying machines inspired by birds’ wing movements. The late 19th century saw ",
                " build gliders based on bird wing shapes. Lilienthal also wrote detailed case studies on how bird flight could be translated to the aviation industry, greatly influencing later engineers, including the Wright brothers. It was obvious why these early pioneers were so fascinated by birds. “As a human, how do you think that you can fly if you don’t even see anything that flies,” says David Lentink, an experimental biologist at the University of Groningen, Netherlands, who was not involved in the study.",
                "Over time, however, aerospace engineers started thinking that they had surpassed the need to look at nature at all. There are millions of flying insects, over 1,400 species of bats, and more than 10,000 species of birds, yet most flying species have never been studied. “We may know their names, the eggs they lay, or their habitats, but we don’t know how they fly,” Lentink says. This is a huge missed opportunity, he believes, because studying animal flights enables researchers to think outside the box. It can bring new perspectives on how animals encounter and adapt to new physical conditions during flight.",
                "Wissa noticed that previous studies had looked into covert-feather-inspired single flaps and how these contributed to air flow—but birds don’t just have one covert feather, they have multiple rows that interact with each other. There was very little research seeking to understand those interactions, the underlying physics behind their impact on airflow, and how the flaps could be integrated into a prototype aircraft.",
                "Wissa’s team began by placing a single hinged flap at different positions along a wing’s upper surface. Using a wind tunnel, they then measured aerodynamic forces and airflow speeds around the wing. “When we placed the flap in different spots, it shifted the airflow distinctly, offering some lift benefits,” Sedky explains. They realized they could amplify these effects by simply adding more flaps.",
                "A wing fitted with flaps in air tunnel testing.",
                "The team then started looking into multiple rows of flaps to see if the aerodynamic benefits could be amplified, and realized that adding more ended up enhancing certain airflow mechanisms. To test the effects of this on an actual prototype aircraft, they brainstormed over materials suitable for mounting. They settled on using lightweight, flexible plastic film to replicate covert feathers’ natural stiffness and mass. “The idea was to really simplify the transfer [of the idea] from biology to engineering,” Wissa says. The flaps were carefully mounted on the model aircraft with tape, ensuring the materials and their placement were just right—too much stiffness or weight would prevent the flaps from opening.",
                "Wissa and her colleagues then tested the flaps in specific scenarios, such as when an airplane needed to immediately land on a short runway or if it encountered sudden gusts of wind. Maintaining control when an airplane’s wing is at a high angle to the incoming air is critical—not only for stability, but also to prevent the aircraft from stalling. When Wissa and her team tested the flaps in a wind tunnel and on the prototype airplane, ",
                " the added flaps enhanced lift by up to 45 percent, reduced drag by nearly 31 percent, and helped prevent the sudden loss of lift that causes stalling, compared to when the aircraft was without the flaps.",
                "The flap-fitted model plane at the Princeton test site.",
                "These findings could be hugely important for the future of the aviation industry. Climate change is making weather conditions more unpredictable and severe. Over the past four decades, the frequency of extreme turbulence events ",
                " by ",
                ". To ensure passenger safety, aircraft must become more resilient and capable of performing agile maneuvers in challenging conditions without compromising aircraft stability and passenger safety.",
                "At the same time, air traffic volume is continuing to increase, making it crucial to explore innovations that enhance aircraft efficiency and can help decarbonize flying without having to rely solely on ",
                ". Passive advancements could not only help with this, but would do so without depending on complex electronic systems.",
                "Yet the path to getting such technology adopted commercially is challenging—and this has been the case for a lot of other animal-inspired technologies. For instance, in the 1980s, ",
                " that sharks have small protrusions, called riblets, covering their bodies, which reduce drag as they glide through water. They wondered if applying a similar design to aircraft could significantly cut fuel consumption. In 1997, ",
                " that the shark-skin-style riblets can reduce drag on airplanes by nearly 10 percent. However, commercial testing on real aircraft didn’t begin until 2016.",
                "Lufthansa Technik, a German aerospace company, eventually developed ",
                ", an aircraft surface technology inspired by shark skin. “Today, 25 aircraft across seven airlines have been modified with our sharkskin technology, and the number is steadily growing,” says Lea Klinge, spokesperson at Lufthansa Technik. She adds that such innovations require decades of research, and that integrating new solutions into existing fleets without disrupting operations remains a major challenge.",
                "When considering how to scale these feather-inspired flaps, “there are some logistical challenges in terms of what kind of materials we can make those flaps out of or how we can properly attach them to the wings,” Wissa says. And rolling out such an innovation would not be as simple as adding the plastic film to the small prototype aircraft in the team’s experiment. “Oftentimes, integrating innovative solutions at a commercial level can quickly become complex and multidisciplinary,” says Ruxandra Botez, an aerospace engineer at the university ETS Montreal. An aircraft has to go through a variety of safety tests and certifications, which can easily take several years. Botez also notes that most modern aircraft are built with incremental improvements on previous models, with manufacturers reluctant to stray far from existing designs.",
                "Lentink, however, argues that focusing solely on commercial scalability is the wrong approach. He adds that if innovations with clear scalability are the only ones to be tested, researchers won’t think outside the box. “If you truly want to innovate in aerospace, then you do have to come up with these completely wild ideas,” he says. Staying too close to the final application limits engineers’ ability to create new things. He believes that the covert-feather-inspired flaps, in their current guise, probably aren’t close to immediate application. “But I don’t see it as criticism,” he says. “I see it as researchers developing critical ideas that can now be developed further in this technological pipeline towards an application.”",
                "The scientists WIRED spoke to stress that the future of aircraft design must continue drawing inspiration from nature. Birds are more agile, capable, and maneuverable than anything humans have built. “If we want to create aircraft that can fly as efficiently and adaptably in unpredictable conditions, we’ll inevitably need to incorporate aspects of bird flight into next-generation designs,” says Sedky.",
                "Even if they don’t make it onto large commercial planes, Wissa says these feather-inspired innovations could be game-changing for small aircraft, which are expected to play a major role in the future of aviation, such as in package delivery or urban air mobility—there are multiple startups trying to develop flying taxi services, for example. Such aircraft will likely need to take off and land in tight spaces. These innovations could boost lift and control during such high-angle maneuvers.",
                "“As aircraft get smaller, they also become more susceptible to environmental factors like gusts, high winds, and turbulent airflows,” Wissa explains. Equipped with these flaps, small flying vehicles of the future might be able to handle “gusts that would have thrown an aircraft out of the sky.”"
            ]
        },
        {
            "title": "An Overdiagnosis Epidemic Is Harming Patients’ Mental Health",
            "link": "https://www.wired.com/story/wired-health-suzanne-osullivan-cancer-autism-watchful-waiting-overdiagnosis/",
            "image": "https://media.wired.com/photos/67c8263c743609b2ce69d488/3:2/w_1600%2Cc_limit/GettyImages-530685541.jpg",
            "resume": "Diagnosing patients when there aren’t effective treatments to give them can make their symptoms worse, argues neurologist Suzanne O’Sullivan.",
            "date_published": "2025-03-05T12:04:02-05:00",
            "author": "João Medeiros",
            "segments": [
                " thinks that modern health care is overdiagnosing people but not necessarily making them healthier—and in fact, that it might be doing more harm than good.",
                "In her new book, ",
                ", she backs this assertion with some sobering facts. For instance, between 1998 and 2018, autism diagnoses jumped by 787 percent in the UK alone; ",
                " has an estimated 85 percent overdiagnosis rate, including in countries where it’s impossible to contract the disease; and there’s still little evidence that many ",
                " screening programs actually reduce cancer-related death rates.",
                "Ahead of her keynote speech at ",
                " later this month, O’Sullivan spoke to WIRED to talk about the boundaries between illness and health, the ",
                ", and the dangers of early detection. This interview has been edited for length and clarity.",
                " In the book I write about Darcy, a young lady who came to me with seizures. She’s only 24 and she had ten other diagnoses. I’m an epilepsy specialist, and that should mean that I’m only seeing people with epilepsy, but unfortunately seizures are a thing that happen very frequently for psychosomatic reasons. When I started, people came to me with seizures that had a psychological cause. That’s all they had.",
                " showcases the most exciting and thought-provoking disruptors, scientists, and practitioners making a positive change in how we provide and access health care. ",
                "But over the course of the last ten years, that particular group of patients started to gather a long list of diagnoses. What seems to be happening now is that if you go to different doctors with multiple symptoms, you will get a name for them all. These symptoms always existed, but the naming of them has been detrimental to patients. It’s caused them to pay a lot of attention to their bodies and that makes the symptoms worse. That’s the nocebo effect.",
                "Every week now I see at least one Darcy, a 24-year old with different medical labels. Most of those labels have no treatment and aren’t making them better. That’s a very concerning trend for me.",
                "We did have an underdiagnosis problem in the past, particularly with learning or behavioral problems such as ",
                " and ADHD. We didn’t recognize people who needed help, so we’ve been trying to correct that. But we’ve overcorrected. We have been working on the assumption that the more we diagnose, the healthier you can make the population. That was probably true to a point, but the improvement isn’t sustained when you get into the milder end of any disease spectrum.",
                "Patients come to us wanting answers. People want to understand why they are the way they are. A satisfying consultation between a doctor and a patient is often one where the patient asks about a symptom and the doctor can explain what it is. I think it’s a little bit of a collusion between what patients want and how doctors can satisfy them with labels.",
                "That’s my concern. Autism has risen from like one in 2,500 people to one in 36 children in the UK and one in 20 in Northern Ireland. That happened because people realized that there must be kids out there who’ve got milder forms of this, and if we help them, they’ll get better.",
                "However, what has happened now is that we have a massive increase in autism, and it is not having the downstream effect of making children better. We should be seeing a slightly happier population, but all we’re seeing is worse mental health. We did something well-intentioned but there’s no evidence that it’s working.",
                "The reason it’s not working is because when you get to the very mild end of a spectrum of behavioral or learning problems, you have a balancing act between the benefit of being diagnosed along with the help you can get, and the drawbacks of being diagnosed, which is telling a child that they’ve got an abnormal brain. What does that do to a child’s belief in themselves? How does it stigmatize them? How does it affect their identity formation? We thought it would be helpful to tell children this, but the statistics and the outcome is suggesting it isn’t helpful.",
                "Every cancer screening program will lead to some people getting treatment when they didn’t need to be treated. That will always be the case. What we’re desperately wrangling with is that we want to make sure we keep the number of overdiagnosed people down and the number of people who need the treatment up. However, the more sensitive you make those tests, the more overdiagnosed people you will have. I read in a Cochrane review that if you screen 2,000 women, you save one life, and you over treat somewhere between 10 or 20 women. You’re always overtreating way more people than lives you’re actually saving. So the suggestion that we should do even more of these tests before we’ve perfected the ones we have does not make sense to me.",
                "I do multiple brain scans a week and so many of them show incidental findings. Even though I’m a neurologist and I see brain scans all the time, I don’t know what to make of half of them. We just don’t yet know how to properly interpret these scans. We need to pay more attention to detecting symptomatic disease early, rather than trying to detect asymptomatic diseases that may never progress.",
                "If you’re going to go for screening—and I don’t want people not to go for the suggested screenings—you do need to understand the uncertainties and realize you don’t have to panic. Of course, the minute you hear there’s some cancer cells, the panic kicks in, and you want it out and you want the maximum amount of treatment. But actually, in medicine, a lot of decisions can be made slowly. There are watchful waiting programs.",
                "I want to suggest to people that, before you go for the screening, know these uncertainties exist, so that you can decide before the test comes back positive what you think you’d likely want to do, and then you can take time to think about it afterwards, and you can ask for a watchful waiting program.",
                "I think one of the solutions would be to call these abnormal cells that we find on screening something other than “cancer.” The moment you hear that word, people’s immediate reaction is to get it out, because otherwise they think they will die of it. Watchful waiting is just something people find hard to do.",
                "."
            ]
        },
        {
            "title": "US State Department Kills Global Air Monitoring Program Researchers Say Paid for Itself",
            "link": "https://www.wired.com/story/air-monitoring-beijing-state-department-halted/",
            "image": "https://media.wired.com/photos/67c78e7f5a5c7006bf006d8a/3:2/w_1600%2Cc_limit/Department-of-State-Air-Quality-Business-AP24344278257343.jpg",
            "resume": "The initiative helped pressure the Chinese government to clean up the air in Beijing and was later expanded to dozens of cities around the world. Now, it’s been abruptly halted.",
            "date_published": "2025-03-05T12:44:10-05:00",
            "author": "Zeyi Yang",
            "segments": [
                "In 2008, the US Embassy in Beijing started regularly tweeting about the ",
                " in the city, which was gearing up to host China’s first Olympic Games. Two times a day, the embassy automatically published current ",
                " measured by an air quality monitor installed on its roof in collaboration with the US Environmental Protection Agency. The data contradicted the figures published by the local government, angering local officials and eventually spurring China to clean up the air in its capital city. But on Tuesday, a spokesperson for the US State Department told WIRED that the program is abruptly ending due to budget constraints.",
                "The project eventually became part of a broader, highly successful US government initiative known officially as DOSAir, which measured pollution levels in about 80 cities where US diplomatic missions are located around the world. Scientists and researchers have credited it with helping clean up the air in dozens of countries, preventing up to 895 premature deaths and saving $465 million in medical costs per median city annually, according to ",
                ".",
                "For now, individual embassies can still run their air monitors, the State Department spokesperson said, but they will no longer send data back to the agency. Historical statistics will continue to be available online, but there’s no estimated date when real-time data transmissions will resume, they added.",
                "“In many countries where these instruments were placed, it was the first air quality data ever,” says Daniel Westervelt, a research professor at Columbia University’s Climate School’s Lamont-Doherty Earth Observatory. “That going away is going to hinder research and hinder the advancement of our understanding of the exposure of air pollutants to human health.”",
                "Sixteen years ago, when the US embassy began sharing air quality data in Beijing, Twitter had not yet been blocked in China. Graham Webster, a research scholar at Stanford who lived in the country at the time, remembers seeing tweets from the US Embassy occasionally go viral when its pollution monitoring bot designated the air quality in the city as “crazy bad,” indicating a hazardous pollutant known as PM2.5 had reached extremely high levels.",
                "The State Department program soon became a source for data that challenged the official air quality reports released by the Chinese government. “It allowed the Chinese public to view a comparison between the outside observers and the official statistics,” Webster says. “I think it’s an example of how good, quality data that people trust can make things difficult for a political regime where information is tightly controlled.”",
                "At first, the local government in Beijing fervently opposed the initiative. At one point, the Chinese deputy minister of environmental protection ",
                " the American air quality readings unlawful and ",
                " the US was “intervening in China's domestic affairs.”",
                "But even though Beijing officials publicly opposed it, a former US diplomat who ran the air quality monitoring program in its early years tells WIRED that many of them expressed appreciation for the program behind closed doors, because it gave them information they could use to protect their own health, too. (They asked to remain anonymous because they weren’t authorized to speak to the media.)",
                "The State Department’s air quality program eventually became an example of a smart, efficient diplomacy that boosted American soft power while bringing about real-world changes. “I’ve never seen an initiative of the US government have such an immediate, dramatic impact in a country,” Gary Locke, a former US ambassador to China, told the Washington Post back in 2013. The project was so successful that it was featured on the website of ",
                ".",
                "Before it was suddenly killed, State Department officials, researchers, and the public could view the international air quality data collected from US embassies on AirNow, a database maintained by the EPA, as well as on ZephAir, an app designed by the State Department to help US diplomats abroad. The ",
                " has been made unavailable; the app showed that at least half a dozen embassies stopped reporting regular data in the middle of Tuesday before the function was completely disabled on Wednesday, according to tests performed by WIRED.",
                "Westervelt, who describes the DOSAir as “a bedrock of international air quality work,” says he previously received grants from the State Department to help expand the program in Africa. He says he became worried about its fate when he learned last week that his grants had been terminated along with ",
                " at the State Department and the United States Agency for International Development.",
                "By the end of 2011, the air monitoring program was having its big moment of public recognition in China. Pollution got so bad in Beijing that the city had to close its airport. The State Department’s bot was blasting “crazy bad” readings on Twitter again, but the official Chinese government figures said the air was only “slightly polluted.”",
                "The Chinese public, however, decided to trust the US embassy’s number. Many people voiced their disappointment on social media and pushed the government to take action to clean up the air. It became “an environmental awakening akin to the London Fog,” says the former US diplomat. In a twist that’s almost incomprehensible today, the Chinese government even officially adopted the US State Department’s method for reporting air quality. It also made significant efforts to clean up air pollution, and collaborated with the EPA on climate and environmental issues.",
                "The DOSAir program was welcomed in many other countries as well, especially those that didn’t have an existing infrastructure to collect air quality data, says Westervelt. In some cases, local governments used the high-quality data collected at US embassies to calibrate readings on their own lower-cost air monitors.",
                "For these countries, ending support for the air quality monitoring program could hinder their progress cleaning up the air, says Westervelt. “You can’t really mitigate the air pollution problem unless you have quantitative evidence,” he explains. “Losing it is a pretty big blow.”",
                "Over the past month, the Trump administration has slashed funding and staff across the federal government as part of a ",
                " led by Elon Musk’s so-called Department of Government Efficiency (DOGE). But the air quality monitoring program isn’t very expensive for the US State Department to maintain. Westervelt estimates it costs just tens of thousands of dollars a year because most of the monitoring equipment has already been purchased, and the main expenses are associated with maintenance.",
                "The program demonstrated how relatively low-cost information technologies could be used to spur substantial reductions of air pollution, says Akshaya Jha, an assistant professor of economics and public policy at Carnegie Mellon University who co-authored the 2022 study. When a US embassy began publishing the readings in a city, he says, it often raised public awareness about pollution and put pressure on the host country to take action to clean up the air. Jha found that local Google searches for the term “air quality” steadily increased after monitors were installed. Air pollution levels, estimated by satellite measurements, also dropped.",
                "In the long run, Jha’s research also found that the program actually saves money for the State Department, which is required to pay diplomats extra compensation for living in more hazardous environments. “Our estimates indicate that the monitors save the median embassy roughly $34,000 a year in this kind of hardship payments,” Jha says.",
                "Even beyond the hardship compensation, creating a world where fewer people are dying from diseases linked to air pollution would reduce the need for things like costly medical treatments. “In terms of benefits of this program relative to its costs, It’s a clear winner,” Jha says."
            ]
        },
        {
            "title": "If Ukraine Loses Starlink, Here Are the Best Alternatives",
            "link": "https://www.wired.com/story/starlink-replacement-ukraine-eutelsat-oneweb-project-kuiper-amazon-iris2-elon-musk/",
            "image": "https://media.wired.com/photos/67c720f4d430c8b68c68bbde/3:2/w_1600%2Cc_limit/GettyImages-2152572123.jpg",
            "resume": "OneWeb, Project Kuiper, and IRIS2 could all, in time, replace Elon Musk's satellite communications system in Ukraine, but they will struggle to replicate Starlink's coverage and usability.",
            "date_published": "2025-03-06T13:42:02-05:00",
            "author": "Chris Baraniuk",
            "segments": [
                " Ukrainian villagers gathered round and held their smartphones out to catch the signal. A nearby Starlink terminal, a small, square-shaped panel facing the sky, was about to beam their voices to a satellite in low Earth orbit, which in turn would relay their calls to relatives hundreds or thousands of kilometers away.",
                "Here, close to the front line in Ukraine’s northeastern provinces, where mobile phone networks are down, you don’t get to make that connection very often, to send that picture that shows you are still OK. Phones rang, people on the other end picked up, conversations—and tears—flowed.",
                "“I don’t think it can be exaggerated how big a difference it makes to people’s lives. For them to be able to have that moment of normality,” says Ada Wordsworth, director of KHARPP, a charity predominantly working to rebuild homes in Ukraine, who brought the Starlink terminal to this village with her team in 2023.",
                "KHARPP has paid for and deployed six Starlink terminals in Ukraine during the past two years. They have connected people displaced by the war, helped a kindergarten offer online English lessons to children, and allowed doctors to access patients’ medical records. But Wordsworth has no plans to buy any more. “It’s not something that makes sense to invest in,” she explains. “They might be switched off.”",
                "A Starlink terminal provided by KHARPP, placed outside to receive signal.",
                "In late February, ",
                " that US officials had threatened to cut Ukraine off from Starlink during negotiations over a deal regarding access to Ukraine’s mineral resources. ",
                ", chief executive of ",
                ", the company that operates Starlink, has since ",
                ". Nevertheless, European countries ",
                " what alternatives they might deploy in Ukraine. Alongside this, the European Union is closing in on an agreement to ",
                " in the wake of the US withdrawing military aid to Ukraine.",
                "It was apparent ",
                " that Ukraine had become highly dependent on Starlink, and Ukrainians have long wondered whether they might get booted off the service, especially given the notorious whims of Musk. SpaceX’s chief executive is now positioned at the heart of the new Trump administration, which says it is trying to force an end to fighting between Russia and Ukraine.",
                "Starlink has ",
                " Ukrainian military and civilian activities ever since Russia invaded in early 2022. With many fixed-line and mobile networks destroyed in the conflict, Starlink enables soldiers to ",
                " from the battlefield and to coordinate maneuvers, artillery fire, or drone attacks. Military personnel also have access to the ",
                ", a special version of Starlink that is especially difficult to jam or intercept.",
                "“It’s been a critical technology, perhaps game-changing, in creating much more robust and survivable battlefield communications and the type of high-bandwidth connectivity that was typically lacking in the battlefield,” says Chris Quilty, co-chief executive and president at Quilty Analytics, a Florida-based space and communications research firm.",
                "Ukraine has come up with a range of telecommunications solutions during the war, including ",
                ", invulnerable to jamming, and ",
                " to detect incoming enemy drones and missiles. But Starlink is arguably at the heart of the country’s communications arsenal.",
                "“Starlink at the start of the war was transformative. Getting rid of it now would be absolutely tragic,” says Wordsworth. “I can’t imagine what these communities would do; they’d be completely cut off,” she says of those using the terminals provided by KHARPP. She adds that the areas where she and her colleagues work have become increasingly targeted by Russian drones and glide bombs in recent weeks, heightening the dangers faced by local people. Wordsworth says she is “pessimistic” about what will happen next.",
                "SpaceX did not respond to a request for comment from WIRED.",
                "The size and simplicity of Starlink terminals makes them quick to set up and easy to move around.",
                "For years, Ukrainian officials have hinted that they are ",
                ". But the truth is, there aren’t many options on the table.",
                "The one most discussed is OneWeb, a satellite communications network owned by Eutelsat, a satellite operator in France. Like Starlink, this network relies on small, ground-based terminals, and its total constellation includes around 630 low-Earth-orbit satellites, which offer very high-speed connectivity and lower latency ",
                ".",
                "Joanna Darlington, a spokeswoman for Eutelsat, says that OneWeb offers Europe-wide coverage and that the technology is already deployed in Ukraine to some extent, though she declined to share details. Still, there are more than 40,000 Starlink terminals in Ukraine, ",
                ", so replacing that network with OneWeb alternatives cannot be done overnight. “It’s possible but it’s not instant coffee,” says Darlington. (The firm claims Eutelsat’s OneWeb coverage in Europe rivals Starlink already.)",
                "While Starlink terminals are made by SpaceX, OneWeb terminals are supplied by third-party companies. “We have stocks of terminals that we could deploy,” stresses Darlington, though she adds, “somebody has to pay for it.”",
                " and ",
                ", among others, have helped to fund Ukraine’s use of the Starlink network to date. Eutelsat is currently ",
                " over a possible scaling up of OneWeb in Ukraine.",
                "While OneWeb has promise, it’s difficult to see how Ukrainians, especially in battlefield conditions, might rely on it in the same way as Starlink, says Barry Evans, professor of information systems engineering at the University of Surrey.",
                "“We’ve got one [OneWeb terminal] at the university, and it’s quite a complicated process in terms of actually getting connected and on-boarded,” he says. The terminals tend to be bulkier than Starlink’s and potentially harder to move quickly in a conflict zone, he adds, suggesting that OneWeb terminals might be better deployed at fixed locations on buildings, for example.",
                "“The other challenge is the terminals for OneWeb cost thousands of dollars instead of hundreds of dollars [for Starlink],” says Quilty. And yet, OneWeb is currently the “only option” readily available to Ukraine as an alternative, he adds.",
                "That might change eventually. Amazon’s ",
                ", a rival to Starlink, ",
                ". Eventually, Project Kuiper will have ",
                " satellites. But, Evans notes, Amazon is also a US company. If the US government puts pressure on domestic firms to walk away from Ukraine, then Project Kuiper might not be of much use in the near term.",
                "The European Union is working on ",
                ", called IRIS",
                ". But they might not become operational until 2030 and will only feature around 300 medium- and low-Earth-orbit satellites. The size of a satellite constellation affects the connection speeds and coverage that it offers. Starlink, for example, already has ",
                " satellites in orbit, though the network might need ",
                " before its coverage becomes truly global. SpaceX has suggested it might launch ",
                ", if granted authorization to do so by the UN’s International Telecommunication Union.",
                "Andrew Cavalier, space tech analyst at ABI Research, a tech intelligence firm, says he is skeptical that SpaceX would block Ukrainians from accessing Starlink, but current doubts over SpaceX’s reliability are a “wake-up call” for countries using the service, who may now increasingly invest in developing their own, sovereign, satellite communications networks. Evans agrees. “The Ukrainian situation has brought it a little bit to the fore,” he says. “People are very worried about the dominance that Starlink has got.”",
                "In Ukraine, Ada Wordsworth says she is not aware of any alternative that could easily take the place of Starlink.",
                "With Russia seemingly emboldened of late, she says a general feeling of hopelessness is setting in among locals who have returned home to villages near the front line. Many have nowhere else to go.",
                "When asked what she would say to Elon Musk, she replies: “This isn’t a game. This isn’t a decision to be taken out of bitterness or out of spite, or some warped sense of power. This is real people’s lives.”"
            ]
        },
        {
            "title": "Want to Live Longer, Healthier, and Happier? Then Cultivate Your Social Connections",
            "link": "https://www.wired.com/story/want-to-live-longer-healthier-and-happier-cultivate-your-social-connections-wired-health-kasley-killam/",
            "image": "https://media.wired.com/photos/67c9b4e73d233501b18c74a2/3:2/w_1600%2Cc_limit/WH2C0055.jpg",
            "resume": "Chronic loneliness can increase cortisol and inflammation and weaken your immune system, says social scientist Kasley Killam. She argues it’s time to accept that good quality social connections are a fundamental human need.",
            "date_published": "2025-03-07T05:00:00-05:00",
            "author": "João Medeiros",
            "segments": [
                " Killam has always been fascinated by the science of human connection. In college, for instance, she once decided to conduct a personal experiment and perform an act of kindness everyday for 108 days. At the Harvard T.H. Chan School of Public Health, she researched solutions for loneliness. At Google’s health spinoff, Verily, her job was to bring people together to promote social health. “I first came across the term ‘social health’ during my research at Stanford, where I was developing an app around human connection,” Killam says. “Since then all my work has been through the lens of connection.”",
                "Ahead of her keynote speech at ",
                " later this month, Killam explains why social health has been the missing factor in human health. This interview has been edited for length and clarity.",
                " showcases the most exciting and thought-provoking disruptors, scientists, and practitioners making a positive change in how we provide and access health care. ",
                " The reason why I believe it’s so important to elevate and distinguish social health is because connection has such an outsized impact on our health, yet it’s overlooked and underappreciated. If you look at all the data, it is incredible the extent to which it impacts and determines our ",
                ", our ",
                ", and our ",
                ". Connection is not some touchy-feely thing; it influences how long we live. Social health deserves to rise from the shadows and stand tall in the spotlight, because it’s much more important than we realize.",
                "One of the leading theories is this idea of stress buffering. If you think about hunger or thirst, these are different cues that our bodies give us as a helpful way to know that we’re missing something that we need. Loneliness is one of those cues. But when it’s chronic, that becomes a problem. Chronic loneliness, just like chronic stress, ultimately increases cortisol, inflammation, and weakens our immune systems. We need other people in order to survive, so chronic loneliness is literally registered as a threat. In contrast, when you have supportive relationships, that calms down your body and you’re able to manage stress more easily. Connection is a fundamental need that our bodies understand.",
                "The disconnection is a real crisis that gets talked a lot about. But there’s also overconnection, where we’re actually more connected than ever, but not in meaningful ways. We need to tackle both. There are many factors that have contributed to the status quo, and one we have to call out is technology and ",
                ". That’s something that I’ve become more worried about in recent years. Technology tools need to complement real human connection. But right now, a lot of them are being designed as substitutes or as crutches. AI is one example. Millions of people are using AI as a substitute for a romantic partner or a friend. That worries me a lot.",
                "There are also trends in our work culture: how much we work, how busy we feel. We often prioritize our careers over our relationships, at least in North American culture. And there are other trends, like living alone, which is a risk factor, and people being more transient than ever. I’ve lived in 12 cities and three countries at this point; it’s hard to build a community when you’re always moving.",
                "What surprised me is that our social health wasn’t affected as badly as you might think. Numerous studies showed that, although there was a rise in isolation and loneliness initially, people adapted and were resilient. There was a newfound appreciation for relationships and their importance. A lot of the narrative in the news is that the loneliness epidemic keeps getting worse, but not all the data support that.",
                "One of the really interesting findings was about community resilience. There were ",
                " in the US, but also in countries around the world, like Bhutan and Denmark, showing that the places with strong community ties before the pandemic had fewer cases of COVID-19 and fewer deaths from COVID-19. We need to build up social health proactively so we can rely on it in times of need.",
                "Absolutely. Social health is today where mental health was 10–15 years ago; I expect the pace of innovation and the size of this industry to accelerate in the years ahead. There’s a lot that I’m excited about: Connection curricula in schools to teach youth how to strengthen their social muscles, just like gym class teaches them how to strengthen their physical muscles. Cities investing in redesigning shared spaces. And so much more.",
                "I founded the nonprofit ",
                " in 2020 and we kicked off with a microgrant program, where every month we gave $1,000 to someone in the US who had an idea for a project to bring people together in their local community. It’s been so inspiring. I admire people who do the hard work of fostering empathy and conversation, bringing people together who live within five miles of each other but had never met before. It isn’t buzzy. It isn’t AI-powered. But it’s real, authentic connection—and it’s what we need.",
                "."
            ]
        },
        {
            "title": "Nokia Put a 4G Cellular Network on the Moon but Couldn’t Make a Phone Call",
            "link": "https://www.wired.com/story/nokia-4g-network-on-the-moon/",
            "image": "https://media.wired.com/photos/67c99a14602145be7fcf0e3f/3:2/w_1600%2Cc_limit/Nokia%25204G%2520Cellular%2520Network%2520on%2520the%2520Moon%2520IM-2%2520Mission-image-1_im-2-moon-mission_media-library.jpg",
            "resume": "Nokia’s Lunar Surface Communications System was supposed to be the first 4G network deployed on the moon and a test for future crewed missions. Things didn’t go to plan.",
            "date_published": "2025-03-07T16:41:04-05:00",
            "author": "Julian Chokkattu",
            "segments": [
                " to plan on March 6, there'd be a small 4G LTE network on a tiny area of the moon right now. The first lunar 4G network—from Nokia—would have provided connectivity for several rovers as a part of the ",
                ". The work was supposed to pave the way for NASA's Artemis III in 2027, the first crewed mission to the moon since 1972, where Nokia and ",
                " will integrate 4G LTE communications capabilities into ",
                ".",
                "Unfortunately, Intuitive Machine's lander, Athena, ",
                "—a fate that befell ",
                "—not to mention 250 meters from its intended landing site at the lunar south pole. The orientation of the solar panels, direction of the sun, and cold temperatures in the crater it landed in all contributed to the fact that Athena couldn't recharge. The company announced on March 7 that the mission quickly concluded. (IM-2 wasn't the only craft to recently land on the moon—earlier this week, ",
                " successfully touched down.)",
                "While Nokia's 4G network couldn't be deployed as planned, the company is still claiming it “delivered the first cellular network to the moon\" since it \"validated key aspects of the network's operation.” Inside Athena were several instruments and rovers along with Nokia's Network in a Box (NIB). In an interview at ",
                ", John Dow told WIRED this box is comprised of the radio, base station, routing, and core, all integrated into a compact system. He's the general manager of Nokia Bell Labs' Space Communications Systems.",
                "Nokia says it successfully powered up the NIB, which received commands and transmitted data to Intuitive Machines' ground station on Earth. All system components were fully functional, though it was online for only about 25 minutes until the power went out. The company had planned to make the first cellular call on the moon with the rovers, but the vehicles weren't deployed.",
                "What was supposed to happen? A few hours after landing, and after system checks, Athena's garage door would've opened and its onboard vehicles released. After traversing on the lunar surface, the rovers would have extended their antennas and connected to the network. “Think of it like a connected vehicle,\" Dow says. \"It has user equipment that we built that will connect with a 4G link to the network in a box on Athena.”",
                "One of these vehicles was the ",
                ", nicknamed Grace, from Intuitive Machines—it was designed to hop into a permanently shadowed moon crater to take pictures and readings, looking for potential signs of water ice.",
                "Any data collected would have been transferred back to the NIB on Athena, which would have transferred it to Earth via a long-haul satellite uplink. (That trip to Earth takes about a second and a half.) Dow says the rovers were supposed to travel under 2 kilometers away from Athena (around 1.2 miles), which is how far the broadband connectivity will be supported. If Lunar Outpost mission controllers in Colorado were to send commands to the rovers, the data would have traveled via Intuitive Machine's direct-to-Earth data transmission service to Athena and dispersed through the 4G network.",
                "While the 4G LTE flavor is the same as on Earth, Nokia's Lunar Surface Communications System was optimized for space travel, with several redundancies to recover from potential hardware or electronic failures (lack of power was not one of them). Nokia's components were replaced with lighter materials when possible. For example, the company says it replaced a heavy cavity filter with a ceramic-based solution, reducing its weight by five times. Nokia also says it designed a thermal management solution that handles “excess heat through conduction and radiation” since it can't use atmosphere-dependent convection used in electronics on Earth.",
                "This 4G NIB had a shorter than planned shelf life, but even if the mission had been successful, the NIB would still be short-lived. Dow says it wasn't meant to survive the harsh lunar night, which starts in about 9 days (a lunar day and a lunar night are each the equivalent of around 14 Earth days). In fact, the entire IM-2 mission was planned to end at this time, as the equipment's solar cells wouldn't have the energy to power the devices. For the Artemis III mission, the network and modules in the spacesuits will be built to survive the extreme temperatures of the moon, which can get as hot as 250 degrees Fahrenheit or as cold as -208 degrees.",
                "Over time, the goal is to establish ",
                ". “Once you have robust connectivity, you can see how you can have a basic infrastructure to support all the visions people talk about,\" Dow says. \"As you see the scaling of travel to the lunar surface, then you'll have inhabitants,\" Dow says. “Ultimately, it will get to the point where you no longer have to bring the network with you, you just have to bring the device because the network's there.”",
                "The 4G LTE communications that will be integrated into the Axiom spacesuit in the future will be able to communicate from astronaut to lander and astronaut to lander to astronaut. There won't be a smartphone for astronauts to hold up to their head. “It'll be a little like driving in your car hands-free,” says Russell Ralston, the executive vice president of Extravehicular Activity at Axiom Space. The microphones in the suit will be voice activated, and the network will be able to handle multiple real-time HD video streams, not to mention telemetry and data from the built-in sensors.",
                "So why not 5G? The current generation mobile network ",
                " over its predecessor, after all. Dow says development for space takes a long time and that Nokia wanted to start with technology that has been robustly tested. At the time, 5G was still in its early adoption phase and, for the tests, those additional capabilities weren't needed. “We're absolutely working on the evolution to 5G,” he says. If you're wondering if Nokia will be the ",
                " network provider on the moon, Dow says a multi-vendor environment will be flexible largely because Nokia is using a standardized technology with interoperability.",
                "Michael López-Alegría, chief astronaut at Axiom Space, spent time on the ",
                " from 2006 to 2007, and also commanded Axiom-1 in 2022—the first commercially crewed astronaut mission to the ISS. He says on the Apollo missions, the astronauts were heavily trained on geology, and while the Artemis III astronauts are undergoing similar training, having the capability to send high-definition video from the moon to more qualified people back home is changing the game.",
                "“Now they can show a geologist on Earth [the things they're seeing] instead of having them learn everything that a PhD knows,” López-Alegría says. “They can use it as a tool, a little bit like we do on the ISS today. I think this is a leap, and it's 50 years later, right? So it should be.”",
                "The IM-2 was the only scheduled test of Nokia's 4G network on the moon. It was only partly successful, but Nokia didn't share if there'd be another test now that IM-2 has concluded abruptly. Dow says the company will continue running tests on Earth ahead of Artemis III."
            ]
        },
        {
            "title": "Costa Rica Is Saving Forest Ecosystems by Listening to Them",
            "link": "https://www.wired.com/story/costa-rica-forest-conservation-sounds/",
            "image": "https://media.wired.com/photos/67bdf361deb5bda36f6d5a40/3:2/w_1600%2Cc_limit/costarica-jungle-canopy-sci-1357649377.jpg",
            "resume": "Monitoring the noises within ecosystems reveals their health—allowing researchers to monitor changes in biodiversity, detect threats, and measure the effectiveness of conservation strategies.",
            "date_published": "2025-02-25T12:31:55-05:00",
            "author": "Geraldine Castro",
            "segments": [
                " in the middle of changing the batteries of a tape recorder when she heard a bellbird for the first time. Standing on a forest floor, she looked up into the trees, scanning for the source of its ",
                ", searching for the bird for half an hour to no avail. The bellbird sings from the treetops where it is visible to its peers but invisible to those below. Still, Retamosa smiled: She cares for ecosystems in Costa Rica’s AmistOsa Biological Corridor by listening to them.",
                "In nature, living things use sound for almost everything. They make calls to attract mates, communicate identities, warn of dangers, guide the way, and help in hunting or defense. For decades, researchers have tracked species with recorders in hand, and still do, though increasingly are using remote recording devices too. The study of the sounds organisms make is known as ",
                ". Retamosa has been doing this work for 10 years.",
                "Using bioacoustic recordings, studies have shown that some birds shout loudly to make themselves heard in cities and that sea turtle hatchlings communicate from the nest to coordinate their hatching. And when bioacoustics is combined with other sounds—those made by humans, as well as the natural sounds of the landscape, such as the crashing of waves in the sea—it is possible to interpret deeper ecological meaning. It becomes possible to monitor changes in biodiversity, detect threats, and measure the effectiveness of conservation strategies. This wider analysis of sound is known as ecoacoustics—and it is exactly the work underway here in Costa Rica.",
                "A three-wattled bellbird (",
                ") in Costa Rica.",
                "Retamosa has been working for 20 years at the National University of Costa Rica, at the International Institute for Conservation and Wildlife Management. She uses bioacoustics and ecoacoustics to investigate the sounds of this small Central American country that hosts more than half a million species.",
                "“Sounds have been forgotten from a conservation point of view,” Retamosa says. “Most of the time, we hear more than we see. It’s likely that when a disturbance occurs in the system, we can detect it sooner by a sound, or lack thereof, than by other factors.”",
                "The development of automated recordings revolutionized bioacoustics and ecoacoustics. Now, research groups can hang sensors that record snippets of the day for months at a time without interfering with wildlife. Retamosa likes this strategy because it’s non-invasive to animals, makes it easier to have ears in large areas and hard-to-reach places, and occasionally helps discover mysterious species.",
                "Although she prefers to monitor ecosystems from a distance, Retamosa still has to go deep into the forest to set up recorders. Visits to the field are fascinating, but never a Sunday stroll. She has hiked miles through mud and branches, along with her colleagues Jimmy Barrantes and Randall Jiménez. They have gone up and down endless slopes. Once, she fell and fractured her ribs. But the work doesn’t end with the installation: they have to go back to change batteries and memory cards. In other countries, they use solar panels and the internet to receive real-time data; in the dark, humid rainforests of Costa Rica, it’s still done by hand.",
                "Acoustic-monitoring fieldwork in Costa Rica.",
                "That’s what Retamosa was doing when she heard the bellbird. That recording forms part of a project to track the movement and distribution of these birds, which migrate between different altitudes in the region. Their presence could be a functional indicator of the state of the AmistOsa Biological Corridor, which connects La Amistad International Park, on the border with Panama, with other reserves in southern Costa Rica.",
                "The biological corridor was shaped by the passage of wildlife that emerged following the 1990 Forestry Law, which protected wilderness areas and encouraged reforestation on farms through payments for environmental services. In 2010, it was officially mapped. Today it runs through indigenous territories and crosses the country’s ",
                ". Across the Costa Rica there are now 53 corridors, covering 38 percent of its territory.",
                "The project data will help the committee in charge of Costa Rica’s biodiversity and natural resources make decisions. “The idea is to make a monitoring protocol, linking the government, the communities, and us as academia, providing support for analysis and interpretation,” Retamosa says.",
                "A Limón giant glass frog in the rain in Braulio Carillo National Park in Costa Rica.",
                "Recorders hung in the wild capture many terabytes of data, so listening to every recording is not feasible. With an eye toward making it a cost-efficient strategy, researchers have developed acoustic indices: mathematical formulas that interpret ecosystem traits from the recorded sounds. “They can reflect the acoustic energy of a place, activity, or frequency diversity,” Retamosa explains. When she started in this field, there were only eight acoustic indices. Now there are more than 80.",
                "The discipline is advancing so rapidly that the scope of these indices is currently being debated. In some of her early research, Retamosa found that certain acoustic measurements show variations between tropical and temperate regions. One of the best known, acoustic complexity—the degree of variation and intricate structure of bioacoustic sound—has been used as a descriptor of bird diversity in temperate environments. However, in tropical areas, different investigations have shown that it does not reflect species diversity, but rather the level of acoustic activity; that is, instead of indicating the presence of multiple species, it seems to show the intense vocalization of one or a few birds.",
                "Careful analysis of these indices can be used to reveal the health of the forest. In ",
                " with Jimmy Barrantes, Retamosa outlines that measuring ",
                "—the variation of sound intensity across time and audio frequencies—and acoustic diversity helped them to classify the state of disturbance of some sites, while those of acoustic activity and energy did not. “You can use the indices for a first exploration of the site, to do studies over time, looking for specific changes associated with human disturbances and work with key species,” she explains.",
                "Every region has its own environmental concerns. In Costa Rica, tourism has grown dramatically: between 1984 and 1989, international arrivals ",
                " 37 percent, from 273,900 to 375,900 visitors. But since 1990, the pace has skyrocketed: last year the country ",
                " 2.6 million tourists.",
                "This boom poses sustainability challenges. To address them, the International Institute for Conservation and Wildlife Management team analyzes sounds inside and outside protected areas. One of its tools is an index that measures the ratio between biological sounds and human-made noises.",
                "The acoustic quality of the landscape must be monitored to conserve the country’s ecotourism.",
                "In recent years, automated acoustic detection, using artificial intelligence and machine learning, has revolutionized species identification. Previously, advanced programming skills were required to use AI, but with the advent of accessible interface models, it’s becoming more popular. Exoacoustics is increasingly focused on developing more accurate models for classifying sounds.",
                "And it’s becoming possible to pick out individual species in the soundscape using these tools. In a study of farms conducted as part of the Bosque Vivo project, run by Costa Rica’s National Forest Financing Fund, the research team found that ",
                ", a bird species sensitive to landscape disturbance, was only present in the control sites of Corcovado National Park and in the forests of the best-conserved farms.",
                "In Guanacaste, Retamosa is also working on a long-term monitoring protocol to evaluate how ecosystems and biodiversity are responding to climate variability. In other countries, similar projects are recording sound baselines in sites with minimal human intervention that, in the future, could be compared with up-to-date recordings to detect changes. Although storing all these records is costly, Retamosa believes that they’ll form an invaluable historical archive, which one day can be returned to when technology allows further analysis.",
                " ",
                " "
            ]
        },
        {
            "title": "Elon Musk’s Neuralink Files to Trademark ‘Telepathy’",
            "link": "https://www.wired.com/story/elon-musks-neuralink-files-trademark-telepathy/",
            "image": "https://media.wired.com/photos/67cb2ff894310c43c2abbe97/3:2/w_1600%2Cc_limit/Neuralink-Trademark-Applications-Science-1895290460.jpg",
            "resume": "The brain implant company cofounded by Elon Musk is moving to trademark several product names, including Telepathy and Telekinesis.",
            "date_published": "2025-03-07T17:17:18-05:00",
            "author": "Emily Mullin",
            "segments": [
                " implant company, ",
                ", has filed applications with the United States Patent and Trademark Office (USPTO) to exclusively own the names ",
                ", Telekinesis, and others for future products.",
                "Neuralink, which Musk cofounded in 2016, is developing technology known as a brain-computer interface, a system that decodes brain activity to control an output device. Musk has said that the company’s first product will be called Telepathy and will allow people with paralysis the ability to control a computer or phone just by thinking. But the Neuralink trademark application suggests that the company has ambitions of its technology enabling telepathic communication not just with electronic devices, but between human beings.",
                "Neuralink’s interface involves a brain implant that collects neural signals and software that translates those signals into cursor movements on a computer screen. So far, three people have received Neuralink’s experimental implant as part of an early feasibility study. The first, ",
                ", underwent brain surgery in January 2024 to get the device. In November, the company received permission to ",
                ".",
                "The company’s ",
                ", filed on March 3, describes the product as “an implantable brain to computer interface for facilitating communication and control of software and hardware.” The “facilitating communication” claim could mean that Telepathy is meant to help paralyzed people communicate by way of typing on an external device, but it could also mean allowing telepathic communication between individuals with Neuralink implants.",
                "“The question is, what kind of communication?” says trademark attorney Josh Gerben, founder of Gerben IP. “Sometimes things hide in plain sight in these applications.” However, he cautions that claims on trademark applications can be speculative and overly broad compared with patent applications, which must be more detailed about how an invention works and what it will be used for. Enabling telepathic communication would, though, fit with Musk’s broader vision for Neuralink.",
                "Musk has long been interested in the concept of enabling telepathy with a brain-computer interface. In a ",
                " in which he outlined the idea behind his then new company Neuralink, Musk advocated for thought communication between people. “If I were to communicate a concept to you, you would essentially engage in consensual telepathy. You wouldn’t need to verbalize unless you want to add a little flair to the conversation or something, but the conversation would be conceptual interaction on a level that’s difficult to conceive of right now,” Musk told blogger Tim Urban at the time.",
                "More recently, Musk discussed Neuralink’s telepathic ambitions on the ",
                " in August 2024. “Entire new ways of interacting with the computer might be unlocked,” Fridman said, referring to potential improvements in the speed and accuracy of Neuralink’s device. “And with other humans,” Musk replied. “Provided they have—they want—a Neuralink too.”",
                "Musk has speculated that healthy people will eventually get brain implants, enabling humans to ",
                ".",
                "On the same day as the Telepathy application, Neuralink also filed to obtain trademarks for Telekinesis and Blindsight. Telekinesis is the purported psychic ability to move objects without physical interaction, and the trademark filing could refer to a future product to control robotic limbs and other devices. In November 2024, the ",
                " to test whether paralyzed individuals can use the implant to move a robotic arm. In a ",
                ", the company said a study participant named Alex is now using his implant to control various assistive devices, including a robotic arm.",
                "Blindsight is a brain implant Neuralink is developing for ",
                ". In September, the company ",
                " that Blindsight received Breakthrough Device designation from the Food and Drug Administration. The designation is meant to accelerate the assessment and review of novel devices that have the potential to address an unmet need. The trademark application describes the product as a device “for restoring visual perception.”",
                "Neuralink is also attempting to trademark the terms Link, N1, and R1. The company has used the term “Link” to refer to its brain-computer-interface system. N1, meanwhile, refers to the Neuralink electrode array that is implanted into the brain of a patient, and the R1 is the sewing-machine-like robot the company is developing to surgically install the implant into people’s brains.",
                "The company’s filings for Telekinesis, N1, and Link also describe Neuralink’s technology as “facilitating communication.”",
                "The trademark applications were filed on an “intent to use” basis, which means the company has a “bona fide intent” to use the trademark in commerce.",
                "Neuralink’s technology has not received regulatory approval and is still experimental. But companies often file trademark applications years before their products come to market, so that they can publicly use those names without running into any legal issues and needing to change them later on. Descriptive words that describe a feature of a product or service cannot be trademarked, so the government will have to decide whether Neuralink can protect the word “Telepathy” and others as product names.",
                "Registering a trademark is a complex process that takes 12 to 18 months. That process could be slowed by Musk’s own so-called Department of Government Efficiency if staff cuts hit the USPTO."
            ]
        },
        {
            "title": "SpaceX’s Latest Starship Explosion Marks Two Consecutive Failures",
            "link": "https://www.wired.com/story/the-starship-program-hits-another-speed-bump-with-second-consecutive-failure/",
            "image": "https://media.wired.com/photos/67cb8cdeb00055f908b987d2/3:2/w_1600%2Cc_limit/ARS-SpaceX-Crash-Science-AP25065859279051.jpg",
            "resume": "The new version of Starship will be tested again in four to six weeks. A third consecutive failure could indicate fundamental problems with the updated design.",
            "date_published": "2025-03-07T23:00:00-05:00",
            "author": "Stephen Clark, Ars Technica",
            "segments": [
                " spun out of control minutes after liftoff Thursday, showering fiery debris over the Bahamas and dealing another setback to ",
                " rocket program after a failure under similar circumstances less than two months ago.",
                "Starship and its Super Heavy booster, loaded with millions of pounds of methane and liquid oxygen propellants, lumbered off their launchpad in Texas at 5:30 pm Central time to begin the eighth full-scale test flight of SpaceX’s new-generation rocket. Thirty-three Raptor engines propelled the 404-foot-tall (123.1-meter) rocket through a clear afternoon sky with more than twice the power of ",
                " Saturn V rocket, the workhorse of the Apollo lunar program.",
                "Repeating a feat ",
                " accomplished with Starship twice before, the rocket’s Super Heavy booster separated from the Starship upper stage roughly two-and-a-half minutes into the flight, then guided itself back to the Texas coastline for a catch by mechanical arms on the launchpad’s tower. ",
                " with attempts to catch a Super Heavy booster back at the launch site, a sign that engineers are well on their way to mastering how to recover and reuse boosters in a similar way as they do with the smaller workhorse Falcon 9 rocket.",
                "This story originally appeared on ",
                ", a trusted source for technology news, tech policy analysis, reviews, and more. Ars is owned by WIRED’s parent company, Condé Nast.",
                "But SpaceX is now 0-for-2 on test flights of the newest version of Starship, called Block 2 or Version 2. The first six Starship test flights used an initial version of the ship, but SpaceX is modernizing its fleet with Starship Block 2, which stands slightly taller than the first version in order to accommodate additional propellants. Starship Block 2 also debuts smaller forward flaps to give the hardware another layer of protection from the scorching heat of reentry. The other notable change with Block 2 is a redesigned fuel-line system to feed propellants to the ship’s six Raptor engines.",
                "The good news is there are many more Starships under construction in South Texas, so SpaceX likely won’t have to wait long to try again. The company started the year aiming for as many as 25 Starship test flights in 2025 but will end the first quarter of the year with just two.",
                "“Today was a minor setback,” wrote Elon Musk, SpaceX’s CEO, on X. “Progress is measured by time. The next ship will be ready in 4 to 6 weeks.”",
                "SpaceX Starship Flight 8 launches from Orbital Launch Pad A at Boca Chica beach on March 06, 2025 in Boca Chica Beach, Texas.",
                "SpaceX has contracts with NASA worth approximately $4 billion to design and develop a human-rated Moon lander based on the Starship design. The Starship lander is a central piece of NASA’s architecture for the ",
                ", which aims to return astronauts to the lunar surface later this decade. For Starship to fly to the Moon, SpaceX must refill it with super-cold propellants in low-Earth orbit, something no one has done at this scale before.",
                "Musk sees Starship as the interplanetary backbone for transporting cargo and people to Mars, one of his most consistent long-term goals. This, too, requires orbital refueling. Musk recently suggested SpaceX could be ready to demonstrate ship-to-ship orbital refueling in 2026, ",
                " NASA officials discussed in December.",
                "Starship will also launch SpaceX’s next-generation Starlink Internet satellites. Before Thursday’s launch, ground crews loaded four Starlink mock-ups inside Starship’s payload bay to test the rocket’s deployment mechanism. Officials were eager to assess the performance of Starship Block 2’s heat shield before committing to an attempt to recover the ship intact (like SpaceX is already doing with the Super Heavy booster) on a future mission. But the premature ending of this test flight means those objectives must wait.",
                "SpaceX oversees Starship using an iterative development cycle. Engineers come up with new designs, rapidly test them, and then incorporate lessons learned into the next rocket. It’s not surprising to see a few rockets blow up using this spiral development cycle. But back-to-back failures, especially with so many similarities, may point to a more fundamental issue.",
                "The flight plan going into Thursday’s mission called for sending Starship on a journey halfway around the world from Texas, culminating in a controlled reentry over the Indian Ocean before splashing down northwest of Australia.",
                "The test flight was supposed to be a do-over of the previous Starship flight on January 16, when the rocket’s upper stage—itself known as Starship, or ship—succumbed to fires fueled by leaking propellants in its engine bay. Engineers determined the most likely cause of the propellant leak was a harmonic response several times stronger than predicted, suggesting the vibrations during the ship’s climb into space were in resonance with the vehicle’s natural frequency. This would have intensified the vibrations beyond the levels engineers expected.",
                "The Super Heavy booster returned to Starbase in Texas to be caught back at the launch pad.",
                "Engineers test-fired the Starship vehicle earlier this month for this week’s test flight, validating changes to propellant temperatures, operating thrust, and the ship’s fuel feed lines leading to its six Raptor engines.",
                "But engineers missed something. On Thursday, the Raptor engines began shutting down on Starship about eight minutes into the flight, and the rocket started tumbling 90 miles (146 kilometers) over the southeastern Gulf of Mexico. SpaceX ground controllers lost all contact with the rocket about nine-and-a-half minutes after liftoff.",
                "“Prior to the end of the ascent burn, an energetic event in the aft portion of Starship resulted in the loss of several Raptor engines,” SpaceX wrote on X. “This in turn led to a loss of attitude control and ultimately a loss of communications with Starship.”",
                "Just like in January, residents and tourists across the Florida peninsula, the Bahamas, and the Turks and Caicos islands shared videos of fiery debris trails appearing in the twilight sky. Air traffic controllers diverted or delayed dozens of commercial airline flights flying through the debris footprint, just as they did in response to the January incident.",
                "There were no immediate reports Thursday of any Starship wreckage falling over populated areas. In January, residents in Turks and Caicos recovered small debris fragments, including one piece that caused minor damage when it struck a car. The debris field from Thursday’s failed flight appeared to fall west of the areas where debris fell after Starship Flight 7.",
                "A spokesperson for the US Federal Aviation Administration said the regulatory agency will require SpaceX to perform an investigation into Thursday’s Starship failure.",
                " "
            ]
        },
        {
            "title": "This Is How Measles Kills",
            "link": "https://www.wired.com/story/this-is-how-measles-can-kill-texas-new-mexico-outbreak-vaccines-vitamin-a/",
            "image": "https://media.wired.com/photos/67cb1fb8ab055a661b7f8f48/3:2/w_1600%2Cc_limit/measles-sci-930111236.jpg",
            "resume": "Measles is known for its characteristic rash, but it can have serious respiratory and neurologic complications.",
            "date_published": "2025-03-11T15:09:47-04:00",
            "author": "Emily Mullin",
            "segments": [
                " are fueling a growing measles outbreak in West Texas and New Mexico that has so far been linked to two deaths. In late February, an unvaccinated child in Texas with no underlying health conditions ",
                ". Then, on March 6, health officials in New Mexico confirmed that a deceased adult resident, who was also unvaccinated, ",
                ".",
                "Amid the outbreak, misinformation about measles is spreading on social media, with many conservative and anti-vaccine accounts downplaying the severity of the virus and promoting claims that the child in Texas died of other causes. On X, US representative Marjorie Taylor Greene, a Republican from Georgia, ",
                " that “measles parties” can build up children’s immunity to the virus. Health officials have ",
                ", calling them “foolish.” In fact, measles can cause severe complications, including secondary infections, and can sometimes be deadly.",
                "Most people alive today have never experienced measles, thanks to vaccines that were first rolled out in 1963. In the decade before the vaccine’s introduction, an ",
                " were infected with measles in the United States. Of those, an estimated 48,000 people were hospitalized and 400 to 500 people died each year.",
                "The current outbreak in Texas started in late January. State health officials have identified ",
                " as of March 11. Of those, 29 people have been hospitalized. The majority of cases are in Gaines County, where the kindergarten vaccination rate for measles is 82 percent, significantly lower than the 95 percent rate needed to protect a community from the disease. Across the border in neighboring Lea County, New Mexico, ",
                ", with one person requiring hospitalization. The vast majority of cases in both states are in unvaccinated individuals. For comparison, ",
                " came down with measles in all of 2024, and 40 percent of those required hospitalization.",
                "Measles is known for its characteristic rash that starts as flat, red spots and grows into larger blotches, but the measles virus can wreak havoc on the body in more serious ways. The disease is highly contagious and can be dangerous in babies, young children, and even adults. The measles virus spreads when an infected person coughs or sneezes, and it can linger for up to two hours in an airspace.",
                "“No matter how healthy you are at baseline, it very efficiently enters the body through the upper airway,” says Glenn Fennelly, a pediatric infectious disease specialist and assistant vice president for global health at Texas Tech University Health Sciences Center in El Paso.",
                "In the lungs, the virus enters a type of white blood cell called alveolar macrophages, which transport pathogens to the lymph nodes. Typically, the lymph nodes act as a drainage system, removing foreign substances. But when the measles virus gets shuttled to lymph tissue, the virus attacks and destroys an important part of the immune system called memory cells. These memory cells remember prior infections and help the body fight pathogens it’s encountered before. When memory cells get wiped out, it leaves an individual more susceptible to future infections.",
                "The phenomenon is known as immune amnesia, and it can leave people vulnerable to other infections for several weeks to months. Research has shown that it can take ",
                " after a measles infection for protective immunity to fully return.",
                "“The measles virus is strongly immunosuppressive, meaning that it will interfere with the normal function of many white cells in the body that fight against other infections,” Fennelly says.",
                "One of those infections is bacterial pneumonia, which causes inflammation and fluid buildup in the lungs. About one in five people who get sick with measles in the US is hospitalized, and one in 20 will develop pneumonia. In some cases, patients may need supplemental oxygen or intubation and ventilator support.",
                "In a ",
                ", Ron Cook, chief health officer at the Texas Tech University Health Sciences Center in Lubbock, described the hospitalized patients as having severe symptoms, with many of them also experiencing dehydration and low oxygen levels due to inflammation in the lungs.",
                "“Pneumonia is the most common cause of death for measles in young children,” says Edith Bracho-Sanchez, an assistant professor of pediatrics at Columbia University Vagelos College of Physicians and Surgeons.",
                "Measles can also cause a severe complication called encephalitis, or swelling of the brain, which can be fatal. Encephalitis can happen during an infection if the virus travels to the brain, or after an infection if the brain becomes inflamed because of an overactive immune response. About one child out of every 1,000 who get measles will develop encephalitis. The condition can cause convulsions and in rare cases, deafness or intellectual disability.",
                "The measles, mumps, and rubella (MMR) vaccine is the best way to protect against these complications. One dose of the vaccine is 93 percent effective against measles, and two doses is 97 percent effective. The first dose is recommended for children ages 12 to 15 months old, and the second dose is typically given between the ages of 4 and 6.",
                "There are no antiviral treatments available for measles, and while vitamin A is often given to people with an infection, it does not prevent measles or kill the virus. “The infection itself can deplete levels of vitamin A in the body,” Bracho-Sanchez says. Both the World Health Organization and the American Academy of Pediatrics recommend two doses of vitamin A to children who are hospitalized with measles, since vitamin A deficiency can increase the risk of serious complications. However, large doses of vitamin A can be toxic.",
                "Secretary of health and human services Robert F. Kennedy Jr. has suggested that treatment with cod liver oil, which contains vitamin A, is showing “very, very good results” in measles patients. But health experts caution that cod liver oil supplements can contain more vitamin A than the recommended daily amount and can also make children sick if they take too much.",
                "Bracho-Sanchez says the best way to have adequate levels of vitamin A is to eat a diet rich in fruit and vegetables. Vaccination, she says, remains the best way to protect against measles."
            ]
        }
    ]
}