[
{"title": "The European Accessibility Act risks becoming just a box-ticking exercise", "link": "/news/european-accessibility-act-becoming-box-ticking-exercise", "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F02%2FUntitled-design-9-1.jpg&signature=0c69c24c664a33357918c4a7059370c5", "resume": "\n                                    Op-ed by Elīna Šiškeviča, the Accessibility Testing Department Lead at TestDevLab, a software quality assurance firm\n                                ", "date_published": "March 20, 2025 - 8:00 am", "author": "Elina Siskevica", "segments": ["TNW Conference - The 2025 Agenda has just touched down", "Discover the insightful and dare we say controversial sessions that will take place June 19-20.", "This is not to say that accessibility widgets are bad by default. Their appeal is easy to understand. They are low-cost, fast to implement, and, in many cases, do address common accessibility needs, such as the options to adjust font sizes and contrast settings.", "As a result, these tools can often be enough for websites that feature relatively few elements, don’t handle high traffic volumes, or don’t require visitors to perform important actions — entering your bank account information, for example. For such websites, widgets can provide a layer of accessibility without requiring significant overhauls to existing design and ", ".", "For some businesses, especially those with limited resources, the promise of a widget is hard to resist. Adding a widget to your site will be considerably less expensive than ongoing testing, fixing, and maintenance processes. However, the reliance on widgets can not only delay fixing underlying issues with the site but can even lead to additional accessibility issues caused by the widgets themselves."]},
{"title": "Dalot joins Ronaldo in backing personalised nutrition pioneer Bioniq", "link": "/news/dalot-joins-ronaldo-funding-personalised-nutrition-startup-bioniq", "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F03%2FUntitled-design-37.jpg&signature=7c148c64a42e1335d2ddb7ec3be23def", "resume": "\n                                    A growing squad of footballers is investing in startups\n                                ", "date_published": "March 18, 2025 - 9:00 am", "author": "Thomas Macaulay", "segments": ["Another star footballer has joined a startup’s lineup. Portugal’s Diogo Dalot is the latest recruit, teaming up with compatriot Cristiano Ronaldo to back personalised supplement pioneer Bioniq.", "Dalot has invested €1mn in the company, which has developed an innovative approach to nutrition. Founded in 2019, Bioniq analyses blood test biomarkers to create customised supplements for athletes.", "The recipes are created by an algorithm trained on over 6 million biochemical ", " points. According to Bioniq, the system can generate over 10 million combinations of nutrient granules, each tailored to the specific needs and goals of each customer.", "Dalot has received his own personalised formula, which he credits for enhancing his performances on the pitch.", "TNW Conference - The 2025 Agenda has just touched down", "Discover the insightful and dare we say controversial sessions that will take place June 19-20.", "“Since discovering Bioniq in 2022, it’s been a game-changer for me,” he said. “I’ve seen the results for myself.”", "Dalot’s investment comes ", " after a separate cash injection from Ronaldo, which pushed the startup’s valuation to $82mn. Shortly after, Bioniq reported that its total user base had tripled in 2024.", "A fitness obsessive, Ronaldo raved about Bioniq’s physical benefits.", "“It’s about aligning with a shared vision for health, performance, and longevity,” he said.", "“I have been using their products myself for almost three years. With their personalised health approach, I believe Bioniq has the potential to transform how we care for our bodies and help people reach and maintain their peak performance for longer.”", "Dalot and Ronaldo are part of a growing wave of footballers investing in tech.", "Leading the charge is France forward ", ", whose investment firm, Coalition Capital, recently backed German electronics brand Loewe Technology.", "Spain’s Gerard Piqué and England’s Rio Ferdinand have also made notable bets. The former Manchester United teammates scored big by investing in NFT trading card game Sorare before it soared to a $4.3bn valuation.", "Perhaps the busiest investor in the lineup is Mario Götze. The German World Cup winner has backed ", " ranging from sports media platform ScorePlay to edtech firm Junto, while also founding the investment vehicle Companion-M.", "Since scoring the winning goal in the 2014 FIFA World Cup final, Götze’s playing career hasn’t reached the heights once expected — but his business ventures have thrived.", "For startups, the involvement of footballers offers more than just financial backing. With their fame, fanbases, and industry connections, they can provide powerful platforms for growth."]},
{"title": "Exclusive: Visoid bags fresh funds for AI that accelerates 3D rendering for architects", "link": "/news/visoid-ai-accelerates-architectural-3d-renders", "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F03%2FUntitled-design-39.jpg&signature=e7fef87eee922523816338a79dcb10a2", "resume": "\n                                    The Norwegian startup says the software can speed up rendering time by 90%\n                                ", "date_published": "March 18, 2025 - 2:24 pm", "author": "Siôn Geschwindt", "segments": ["The 💜 of EU tech", "The latest rumblings from the EU tech scene, a story from our wise ol' founder Boris, and some questionable AI art. It's free, every week, in your inbox. Sign up now!"]},
{"title": "Ex-ArianeGroup CEO backs Pangea to build 3D-printed aerospike rocket engines", "link": "/news/arianegroup-ceo-backs-pangea-3d-printed-aerospike-rocket-engines", "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F03%2FUntitled-design-40.jpg&signature=12c8bf579c578a06437662b739d5b628", "resume": "\n                                    Spanish startup Pangea wants to become the Rolls-Royce of rockets\n                                ", "date_published": "March 18, 2025 - 5:27 pm", "author": "Siôn Geschwindt", "segments": ["3 free tickets to TNW Conference? Get them now!", "For a limited time, groups can get up to three extra free tickets! Book now and increase your visibility and connections at TNW Conference"]},
{"title": "Euclid space telescope captures multiple ‘extremely rare’ double gravitational lenses", "link": "/news/esa-euclid-double-gravitational-lens-dark-matter-universe", "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F03%2FUntitled-design-41.jpg&signature=6bb62ec470795a95280e095bf7b77651", "resume": "\n                                    New images from Europe’s \"dark universe\" telescope offer fresh clues about the universe\n                                ", "date_published": "March 19, 2025 - 11:10 am", "author": "Siôn Geschwindt", "segments": ["They make up just 0.4% of the vast area Euclid will capture, which scientists say will be the largest 3D map of the sky ever created.", "TNW Conference - The 2025 Agenda has just touched down", "Discover the insightful and dare we say controversial sessions that will take place June 19-20.", "“Double-source plane lenses are extremely rare — only a few have ever been found,” said Euclid Consortium scientist Mike Walmsley at a press briefing. “But we think we’ve found four good candidates already from just a week’s worth of data covering a fraction of the night sky. We’re confident that Euclid will quickly capture enough of them to allow scientists to start measuring their effects.”", " "]},
{"title": "Irish startup Equal1 unveils world’s first silicon-based quantum computer", "link": "/news/irish-startup-equal1-unveils-worlds-first-silicon-based-quantum-computer", "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2025%2F03%2FUntitled-design-38.jpg&signature=391b7c8c0fb7cbf299f13f24e9801e1f", "resume": "\n                                    The machine is built to accelerate quantum computing\n                                ", "date_published": "March 17, 2025 - 3:05 pm", "author": "Siôn Geschwindt", "segments": ["3 free tickets to TNW Conference? Get them now!", "For a limited time, groups can get up to three extra free tickets! Book now and increase your visibility and connections at TNW Conference", " ", " "]},
{"title": "Dutch unicorn Mews mulls IPO in US amid concerns over support for startups", "link": "/news/dutch-unicorn-mews-may-ipo-in-us", "image": "https://img-cdn.tnwcdn.com/image?fit=651%2C366&url=https%3A%2F%2Fcdn0.tnwcdn.com%2Fwp-content%2Fblogs.dir%2F1%2Ffiles%2F2024%2F09%2Fmews-founders.jpg&signature=1f4d5b661dd1c07285354df4f9fcbee0", "resume": "\n                                    Mews develops a hospitality management system that has rapidly grown in popularity\n                                ", "date_published": "March 17, 2025 - 5:00 pm", "author": "Siôn Geschwindt", "segments": ["The 💜 of EU tech", "The latest rumblings from the EU tech scene, a story from our wise ol' founder Boris, and some questionable AI art. It's free, every week, in your inbox. Sign up now!", " ", " "]}
]